ent-CMArmorRiot-name = Борьба с массовыми беспорядками M5 Броня
ent-CMArmorRiot-desc = Сильно модифицированный костюм M2 MP Броня, используемый для подавления беспорядков со стороны морских пехотинцев. 

ent-RMCArmorRiotCivilian-name = костюм для массовых беспорядков
ent-RMCArmorRiotCivilian-desc = Костюм Броня с толстой подкладкой для защиты от атак в ближнем бою. 

ent-CMArmorRiotOld-name = Борьба с массовыми беспорядками M5 Броня
ent-CMArmorRiotOld-desc = Если не считать пластинок, слегка изменивших цвет, он сохранился довольно хорошо.

