ent-RMCArmorM4RMarshallMedium = Модель M4R CMB Marshal Броня
  .desc = Специально разработанный вариант Брони CMB Riot, предназначенный для ношения самих маршалов, имеет золотую подкладку со знаками различия званий. 

ent-RMCArmorM4RMedium = Модель M4R CMB Броня
  .desc = Темный комплект Брони, который является модификацией защитного варианта AEGIS Armaments M3 Броня. 

ent-RMCArmorM4RLight = Модель M4R Свет CMB Броня
  .desc = Темный комплект Брони, который является модификацией защитного варианта AEGIS Armaments M3 Броня. 

