ent-RMCCoatSnow = снежный костюм
  .desc = Стандартный зимний комбинезон. 

ent-RMCCoatParamedic = ЕМТ - Рабочая одежда фельдшера
  .desc = Комплект одежды скорой помощи - фельдшера, красного цвета.

ent-RMCCoatSanitation = санитарная униформа
  .desc = Санитарная униформа, используемая бригадами по уборке в наиболее процветающих колониях.

ent-RMCCoatWaistcoat = жилет
  .desc = Для классного, убийственного развлечения.

ent-RMCCoatHoboRed = темно-красная потертая куртка из полиэстера
  .desc = Старая поношенная синяя куртка из полиэстера знавала лучшие времена...

ent-RMCCoatHoboDarkBlue = темно-синяя потертая куртка из полиэстера
  .desc = Старая поношенная синяя куртка из полиэстера знавала лучшие времена...

ent-RMCCoatHoboBrown = темно-коричневая потертая куртка из полиэстера
  .desc = Старая поношенная коричневая куртка из полиэстера знавала лучшие времена...

ent-RMCCoatHoboGreen = темно-зеленая поношенная парка
  .desc = Старая поношенная зеленая парка видала лучшие дни...

ent-RMCCoatHoboBlue = темно-синяя поношенная парка
  .desc = Старая поношенная синяя парка видала лучшие дни...

ent-RMCClothingHolidayRobes = праздничный священник
  .desc = Это хороший праздник, сын мой.

ent-RMCClothingNunRobes = монашеские одежды
  .desc = Максимальное благочестие в этой звездной системе

ent-RMCClothingPriestRobes = мантии священника
  .desc = Длинное платье с фиолетовым шарфом, которое часто носят религиозные люди.

ent-RMCJacketWindbreakerExpedition = экспедиционная ветровка
  .desc = Коричневая ветровка с различными нашивками, символизирующая одно из первых исследований этого сектора.

ent-RMCJacketWindbreakerGrey = серая ветровка
  .desc = Серая ветровка.

ent-RMCJacketWindbreakerBrown = коричневая ветровка
  .desc = Коричневая ветровка.

ent-RMCJacketWindbreakerFirstResponder = ветровка первого реагирования
  .desc = Коричневая ветровка со светоотражающими полосами, которую обычно носят сотрудники служб экстренного реагирования.

ent-RMCJacketWindbreaker = зеленая ветровка
  .desc = Зеленая ветровка.

ent-CMUtilityVest = утилитарный жилет
  .desc = Кожаный жилет, часто используемый для хранения инструментов.

ent-CMUtilityVestSynth = синтетический жилет
  .desc = Кожаный жилет, который носят синтетические сотрудники UNMC. 

ent-RMCProvostCommandJacket = Командная куртка провоста
  .desc = Яркая куртка с эмблемой Провоста.

ent-RMCProvostJacket = Куртка Провоста
  .desc = Яркая куртка с эмблемой Провоста.

ent-RMCProvostCoatMarshal = Пальто провоста маршала
  .desc = Хрустящее пальто офицера-провоста.

ent-RMCProvostCoat = Пальто Провоста
  .desc = Хрустящее пальто офицера-провоста.

ent-RMCCoatServiceFolded = Морпех френч
  .desc = Френч, который обычно носят офицеры UNMC.

ent-RMCCoatService = Морпех френч
  .desc = Френч, который обычно носят офицеры UNMC.

ent-CMCoatXOFormal = Морпех формальный френч
  .desc = Пахнет ванилью. 

ent-CMCoatCOFormalWhite = командирский офицерский белый пиджак
  .desc = Белая парадная туника для парадов в жаркую погоду. 

ent-CMCoatCOFormalBlack = командирский офицерский серый пиджак
  .desc = Серая классическая туника подойдет для тех случаев, когда обязательны более темные и приглушенные цвета. 

ent-RMCCoatBomberBlack = черный бомбер
  .desc = Поношенный кожаный бомбер.

ent-RMCCoatBomberKhaki = куртка-бомбер цвета хаки
  .desc = Поношенный кожаный бомбер.

ent-RMCCoatBomberGrey = серый бомбер
  .desc = Поношенный кожаный бомбер.

ent-RMCCoatBomberRed = красный бомбер
  .desc = Поношенный кожаный бомбер.

ent-RMCCoatBomber = коричневая куртка-бомбер
  .desc = Поношенный кожаный бомбер.

ent-CMCoatCOBomber = командирская куртка-бомбер
  .desc = Куртка-бомбер, напоминающая ту, которую носили летчики старины. 

ent-CMCoatCO = Морпех офицерский френч
  .desc = Парадный пиджак, который носят командиры UNMC.

ent-RMCCoatASOWhiteAlt = офицер вспомогательной поддержки в белом халате
  .desc = Белое пальто идеально подходит для сортировки бумаг в холодную погоду.

ent-RMCCoatASOBlackAlt = Черный мундир офицера вспомогательной поддержки
  .desc = Черное пальто идеально подходит для сортировки бумаг в холодную погоду.

ent-RMCCoatASOWhite = Офицер вспомогательной поддержки в белой куртке
  .desc = Белую куртку носят офицеры, которые хотят выглядеть стильно, просматривая документы.

ent-RMCCoatASOBlack = Черная куртка офицера вспомогательной поддержки
  .desc = Черную куртку носят офицеры, которые хотят выглядеть стильно, просматривая документы.

ent-CMCoatASO = куртка офицера вспомогательной поддержки
  .desc = Удобный жилет для офицеров, которым предстоит работать долгие часы, разглядывая ряды цифр и проверяя оборудование — от ножей до торпед и целых десантных кораблей.

ent-CMCoatMessTech = куртка специалиста по беспорядкам
  .desc = Пахнет ванилью. 

ent-RMCQuartermasterJacket = Куртка офицера логистики
  .desc = Зеленая куртка, которую носят сотрудники UNMC. 

ent-CMCoatMP = френч военной полиции
  .desc = Френч «Морпех», принятый для использования сотрудниками военной полиции на борту кораблей «Морпех». 

ent-CMCoatWarden = френч военного надзирателя
  .desc = Френч «Морпех», принятый для использования военными надзирателями на борту кораблей «Морпех». 

ent-CMCoatChiefMP = френч начальника военной полиции
  .desc = Френч «Морпех», принятый для использования сотрудниками военной полиции на борту кораблей «Морпех». 

ent-RMCBaseJacket = токарный станок-категория-одежда

ent-RMCBaseJacketButtonable = токарный станок-категория-одежда

ent-RMCBaseJacketButtonableOpened = токарный станок-категория-одежда

ent-RMCCoatPilot = Легкий бронежилет М70Б1
  .desc = Легкий бронежилет, используемый пилотами десантных кораблей для защиты во время полета в кабине. 

ent-RMCCoatCOServiceJacketStandard = Стандартная куртка командирского офицера стандартного образца
  .desc = Куртка дополняет стандартную униформу СО. 

ent-RMCCoatCOServiceJacketPurple = Китель командирского офицерского образца фиолетового цвета
  .desc = Фиолетовая куртка дополняет стандартную униформу CO. 

ent-RMCCoatCOServiceJacketGreen = Зелёная командирская куртка стандартного образца
  .desc = Зеленая куртка дополняет стандартную униформу CO. 

ent-RMCCoatCOServiceJacketGrey = Серая командирская куртка стандартного образца
  .desc = Серая куртка дополняет стандартную униформу CO. 

ent-CMCoatOfficer = токарный станок-категория-одежда

ent-RMCProvostCoatFilled = Пальто Провоста
  .desc = Хрустящее пальто офицера-провоста.

ent-RMCProvostJacketFilled = Куртка Провоста
  .desc = Яркая куртка с эмблемой Провоста.

ent-RMCProvostCommandJacketFilled = Командная куртка провоста
  .desc = Яркая куртка с эмблемой Провоста.

ent-RMCProvostCoatMarshalFilled = Пальто провоста маршала
  .desc = Хрустящее пальто офицера-провоста.

ent-RMCCoatParamedicGreen = ЕМТ - Рабочая одежда фельдшера
  .desc = Комплект одежды скорой помощи - парамедика, зеленый.

ent-RMCBrownWEYACoat = коричневое пальто WEYA
  .desc = Длинное прочное пальто с логотипом компании на спине. 

ent-RMCWEYARainCoat = WEYA дождевик
  .desc = Яркий желтый плащ с логотипом компании. 

ent-RMCCoatSnowSurvivor = прочный снежный костюм
  .desc = Снежный костюм. 

ent-RMCCoatSnowSurvivorSecurity = охранная парка
  .desc = Снежный костюм. 

ent-RMCCoatSnowSurvivorCMBDeputy = парка депутата CMB
  .desc = Зимний костюм, адаптированный к потребностям CMB. 

ent-RMCCoatSnowSurvivorNavy = темно-синяя парка
  .desc = Снежный костюм. 

ent-RMCCoatSnowSurvivorYellow = желтая парка
  .desc = Снежный костюм. 

ent-RMCCoatSnowSurvivorGreen = зеленая парка
  .desc = Снежный костюм. 

ent-RMCCoatSnowSurvivorPurple = фиолетовая парка
  .desc = Снежный костюм. 

ent-RMCCoatSnowSoviet = советский снеговик
  .desc = Зимнее пальто, сделанное на какой-то пустынной снежной планете. 

ent-RMCCoatSnowLiaison = зимнее пальто связного
  .desc = Зимнее пальто Weston-Yamada. 

