ent-RMCOuterEngineeringUtilityOversuit = Комбинезон инженера Weston-Yamada
  .desc = Униформа инженера Weston-Yamada. 

ent-RMCDailyGrindApron = красный фартук
  .desc = Базовый красный фартук.

ent-RMCChefApron = Классический поварской фартук.
  .desc = Простой, скучный белый фартук повара.

ent-RMCHydroApron = фартук
  .desc = Базовый синий фартук.

ent-RMCMedicalApron = медицинский фартук
  .desc = Простой и стерильный белый фартук, подходящий для хирургических и, конечно же, других медицинских практик.

ent-RMCLabcoatScienceOpened = лабораторный халат исследователя

ent-RMCLabcoatScience = лабораторный халат исследователя
  .desc = Высококачественный лабораторный халат, который, судя по всему, носят как учёные, так и исследователи. 

ent-RMCLabcoatVirologyOpened = лабораторный халат

ent-RMCLabcoatVirology = Лабораторный халат вирусолога
  .desc = Костюм, защищающий от небольших разливов химических веществ. 

ent-RMCLabcoatBrownOpened = лабораторный халат

ent-RMCLabcoatShortOpened = лабораторный халат

ent-RMCLabcoatLongOpened = лабораторный халат

ent-RMCLabcoatCMOOpened = лабораторный халат главного врача

ent-RMCLabcoatCMO = лабораторный халат главного врача
  .desc = Зеленый гладкий длинный лабораторный халат, предназначенный для отличия медицинского персонала более высокого ранга. 

ent-RMCLabcoatOpened = лабораторный халат

ent-RMCLabcoat = лабораторный халат
  .desc = Костюм, защищающий от небольших разливов химических веществ.

ent-RMCHazardVestEMTGreen = ЕМТ - зеленый аварийный жилет
  .desc = Зелено-белый жилет повышенной видимости повышенной видимости ЕМТ, используемый в рабочих зонах.

ent-RMCHazardVestEMT = ЕМТ - красный жилет опасности
  .desc = Красно-белый жилет повышенной видимости повышенной видимости скорой помощи, используемый в рабочих зонах.

ent-RMCHazardVestTMCC = Тартарус-Горный аварийный жилет
  .desc = Черный жилет повышенной видимости, используемый в рабочих зонах.

ent-RMCHazardVestWeyamart = вейамарт жилет
  .desc = Синий жилет сотрудника «Weyamart» с именной биркой и всем остальным.

ent-RMCHazardVestGreen = зеленый спасательный жилет
  .desc = Зелено-белый жилет повышенной видимости, используемый в рабочих зонах.

ent-RMCHazardVestBlack = черный жилет опасности
  .desc = Нишевый рыночный черный жилет, предположительно повышенной видимости, предположительно используемый в рабочих зонах. 

ent-RMCHazardVestYellow = желтый жилет опасности
  .desc = Желтый жилет повышенной видимости, используемый в рабочих зонах.

ent-RMCHazardVestBlue = Синий аварийный жилет
  .desc = Синий жилет повышенной видимости, используемый в рабочих зонах.

ent-RMCHazardVest = оранжевый жилет опасности
  .desc = Оранжевый жилет повышенной видимости, используемый в рабочих зонах.

ent-RMCCoatCorrespondent = куртка боевого корреспондента
  .desc = Куртка для самых модных военных корреспондентов.

ent-RMCCoatCorrespondentGreen = куртка боевого корреспондента
  .desc = Куртка для самых модных военных корреспондентов.

ent-RMCCoatCorrespondentBlack = куртка боевого корреспондента
  .desc = Куртка для самых модных военных корреспондентов.

ent-RMCCoatCorrespondentBlue = куртка боевого корреспондента
  .desc = Куртка для самых модных военных корреспондентов.

ent-RMCLabcoatLong = лабораторный халат
  .desc = Костюм, защищающий от небольших разливов химических веществ.

ent-RMCLabcoatShort = лабораторный халат
  .desc = Костюм, защищающий от небольших разливов химических веществ.

ent-RMCLabcoatBrown = лабораторный халат
  .desc = Костюм, защищающий от небольших разливов химических веществ.

ent-RMCOuterEngineeringUtilityOversuitAlt = Комбинезон инженера Weston-Yamada
  .desc = Униформа инженера Weston-Yamada. 

