ent-RMCCoatWeYaPilot = деловой пиджак Weston-Yamada Pilot
  .desc = Пиджак костюмного типа с воротником на меховой подкладке и золотыми погонами, обозначающими звание. 

ent-RMCCoatPaP = униформа PaP
  .desc = Военная куртка Народной вооруженной полиции с небольшими рассредоточенными вставками из параарамида, обеспечивающими минимум защитных функций, и снаряжением для индивидуального освещения.

ent-RMCCoatTSEPAHighVisVest = Защитный жилет ЦЕПА
  .desc = Жилет из полиэстера в зелено-белую полоску (высокая видимость), обычно используемый персоналом TSEPA.

ent-RMCCoatTSEPAHighVis = светоотражающая куртка TSEPA
  .desc = Жилет из полиэстера в зелено-белую полоску (высокая видимость), обычно используемый персоналом TSEPA.

ent-RMCCoatTSEPAFormal = форменная куртка полиции TSEPA
  .desc = Тяжелое шерстяное формальное пальто, обычно используемое констеблями TSEPA. 

ent-RMCCoatTSEPA = ЦЭПА полицейская куртка
  .desc = Черная куртка из полиэстера с приколотой к ней серебряной эмблемой ЦЭПА в форме сакуры. 

ent-RMCCoatJacketGeneral = генеральская куртка
  .desc = Черный тренч с золотой металлической отделкой. 

ent-RMCCoatExpensiveFur = дорогой плащ на меховой подкладке
  .desc = Роскошный тренч в античном стиле на меховой подкладке, излучающий классическую элегантность в стиле нуар. 

ent-RMCCoatBureauMarshal = куртка CMB Marshal
  .desc = Толстая и стильная черная кожаная куртка с приколотым к ней маршальским значком. 

ent-RMCCoatBureauDeputy = куртка депутата CMB
  .desc = Толстая и стильная черная кожаная куртка со значком заместителя маршала. 

ent-RMCCoatBureauTrenchCoatBeige = бежевый тренч
  .desc = Поношенный коричневый плащ в старинном стиле. 

ent-RMCCoatBureauTrenchCoatGrey = серый тренч
  .desc = Потертый серый плащ старинного покроя. 

ent-RMCCoatBureauTrenchCoatBrown = коричневый тренч
  .desc = Потертый коричневый плащ старого образца. 

ent-RMCCoatExpensiveFurAlt = дорогой плащ на меховой подкладке
  .desc = Роскошный тренч в античном стиле на меховой подкладке, излучающий классическую элегантность в стиле нуар. 

ent-RMCCoatJacketGeneralFilled = генеральская куртка
  .desc = Черный тренч с золотой металлической отделкой. 

