ent-RMCArmorCBRNAdvanced = ХБРЯ М3-М усовершенствованная Броня
  .desc = Несмотря на отсутствие внешнего вида Брони образца M3, которую носят на регулярной службе, эта часть Брони все же является ее производной. 

ent-RMCArmorCBRN = ХБРЯ М3-М Броня
  .desc = Несмотря на отсутствие внешнего вида Брони образца M3, которую носят на регулярной службе, эта часть Брони все же является ее производной. 

ent-RMCArmorPMCRiotSynth = UN-M1S синтетический кузов Броня
  .desc = Основанный на модели M3, используемой UNMC, корпус UN-M1 Броня используется группами безопасности, борьбы с массовыми беспорядками и группами по борьбе с профсоюзами. 

ent-RMCArmorPMCRiot = UN-M1 бунт Броня
  .desc = Основанный на модели M3, используемой UNMC, корпус UN-M1 Броня используется группами безопасности, борьбы с массовыми беспорядками и группами по борьбе с профсоюзами. 

ent-RMCArmorMercenaryHEFA = HEFA рыцарь Броня
  .desc = Толстый кусок Брони, украшающий HEFA. 

ent-RMCArmorMercenaryEngineer = бронежилет наемника Z7
  .desc = Комплект синей Брони с желтыми вставками, предназначенный для защиты при строительстве или проведении медицинских процедур в особо опасных условиях. 

ent-RMCArmorMercenaryMiner = бронежилет шахтера наемника Y8
  .desc = Комплект бежевой, светлой Брони, созданной для защиты при добыче полезных ископаемых. 

ent-RMCArmorMercenaryHeavy = наемник модифицированная Броня K12 с керамическим покрытием
  .desc = Набор серой, тяжелой керамической Брони с темно-синими бликами. 

ent-RMCArmorMercenary = наемник К12 с керамическим покрытием Броня
  .desc = Набор серой, тяжелой керамической Брони с темно-синими бликами. 

ent-RMCCoatMilitiaHarness = Ремень колониальной милиции
  .desc = Хауберк члена колонистского ополчения, сделанный из вареной кожи и некоторых современных броневых пластин. 

ent-RMCCoatMilitiaHauberk = Частичный кольчуга колониальной милиции
  .desc = Хауберк члена колонистского ополчения, сделанный из вареной кожи и некоторых современных броневых пластин. 

ent-RMCCoatMilitiaBrace = скобка колониальной милиции
  .desc = Хауберк члена колонистского ополчения, сделанный из вареной кожи и некоторых современных броневых пластин. 

ent-RMCCoatMilitiaVest = жилет колониальной милиции
  .desc = Хауберк члена колонистского ополчения, сделанный из вареной кожи и некоторых современных броневых пластин. 

ent-RMCCoatMilitia = Хауберк колониальной милиции
  .desc = Хауберк члена колонистского ополчения, сделанный из вареной кожи и некоторых современных броневых пластин. 

ent-CMArmorFreelancer = кираса фрилансера
  .desc = Бронированный защитный нагрудник, собранный из различных пластин. 

ent-CMArmorDutchJacket = куртка сафари
  .desc = Сшитая на заказ охотничья куртка с хитроумной подкладкой из сегментированных пластинок Брони. 

ent-CMArmorDutchVest = Бронежилет Д2
  .desc = Защитный жилет, который носят опытные наемники.

ent-CMArmorIronBear = H1 жилет с железными медведями
  .desc = Защитный жилет наемников Железных Медведей.

ent-RMCArmorMARSOC = Морпех рейдер Броня
  .desc = Тщательно модифицированный костюм M3 Броня. 

ent-RMCArmorMARSOCXM40 = Морпех рейдер Броня
  .desc = Тщательно модифицированный костюм M3 Броня. 

ent-RMCArmorMercenaryHEFAFilled = HEFA рыцарь Броня
  .desc = Толстый кусок Брони, украшающий HEFA. 

