ent-RMCArmorXM4 = Модель XM4 Intel Броня
  .desc = Прочнее стали и тише шепота XM4 Intel Броня обеспечивает надежную защиту в сочетании с экспериментальным встроенным трекером движения. 

ent-CMArmorM2MP = Выкройка М2 мп Броня
  .desc = Стандартная нагрудник модели UNMC M2. 

ent-CMArmorSmartGunCombatHarness = Боевая обвязка МЛ66А
  .desc = Тяжелый защитный жилет, предназначенный для ношения с системой Smart Gun System ML66A. 

ent-RMCArmorUDEPForecon = термо-пончо UDEP
  .desc = UDEP или Ultra Diffusive Environmental Poncho — это замаскированный дождевик, который носят для защиты от непогоды и разливов химикатов. 

ent-CMArmorM45 = Модель M45 Ghillie Броня
  .desc = Легкий маскировочный костюм, используемый снайперами UNMC в разведывательных миссиях. 

ent-CMArmorM35 = М35 пиротехник Броня
  .desc = Специальный комплект Брони M35, предназначенный для использования пиротехниками UNMC.

ent-CMArmorM4 = Выкройка М4 Морпех Броня
  .desc = Хорошо продуманный и продуманный гибрид сетки Smart-Gunner и пластин с узором M3. 

ent-CMArmorM3VLSynth = Синтетический жилет M3A1
  .desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLFlakVest = Бронежилет модели М3-ВЛ
  .desc = Сочетая стандартный небоевой баллистический жилет M3-VL и бронежилет M70, эта часть Брони была роздана экипажу десантного корабля, чтобы защитить их от внешних и внутренних угроз...

ent-CMArmorM3VLBallistics = Бронежилет модели М3-ВЛ
  .desc = Вплоть до 2122 года небоевой персонал Морпеха получал нестандартные баллистические жилеты, хотя отсутствие совместимости с IMP и лампы на костюмах снова и снова оказывались неэффективными. 

ent-RMCArmorM3Scout = М3-С легкая Броня
  .desc = Специальный комплект Брони M3, разработанный для разведчиков Морпеха.

ent-CMArmorPress = пресс-корпус Броня
  .desc = Тело Броня используется военными корреспондентами в битвах и войнах по всей вселенной.

ent-RMCArmorM3LightVariants = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-CMArmorM3Light = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3TDemo = М3-Т легкая Броня
  .desc = Специальный комплект Брони М3, предназначенный для пользователей взрывного оружия дальнего действия. 

ent-RMCArmorM3G4 = Гренадер М3-Г4 Броня
  .desc = Специальный комплект Брони M3, доверху наполненный набивкой, обшивкой и всеми видами баллистической защиты под солнцем. 

ent-RMCArmorM3General = Генерал-офицер образца М3 Броня
  .desc = Качественный костюм M3 Pattern Броня с золотым блеском. 

ent-RMCArmorM3CO = Командир образца М3 Броня
  .desc = Прочный, отполированный костюм Брони для командира. 

ent-RMCArmorM3SO = Офицер М3 Броня
  .desc = Хорошо сделанный костюм Брони образца M3 обычно находится в руках офицеров более высокого ранга. 

ent-CMArmorM3WO = Начальник образца М3 МП Броня
  .desc = Хорошо изготовленный костюм Брони образца M3, который обычно раздают старшим депутатам парламента. 

ent-CMArmorM3Warden = Надзиратель образца М3 МП Броня
  .desc = Хорошо изготовленный костюм Брони образца M3, который обычно раздают Стражам. 

ent-RMCArmorM3HeavyVariants = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-CMArmorM3Heavy = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-CMArmorB12 = Узор B12 Морпех Броня
  .desc = Легкий костюм Броня из углеродного волокна, созданный для быстрого передвижения. 

ent-RMCArmorM3MediumSmooth = Узор М3 гладкий Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumSkull = Череп узор М3 Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumCarrier = Модель носителя М3 Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumRidged = Узор М3 ребристый Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumPadless = Модель М3 без лопасти Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumPadded = Узор М3 с набивкой Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumVariants = Выкройка М3 Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-CMArmorM3Medium = Выкройка М3 Морпех Броня
  .desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3HeavyPadded = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavyPadless = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavyRidged = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavyCarrier = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavySkull = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavySmooth = Модель M3-EOD тяжелая Броня
  .desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3LightPadded = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightPadless = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightRidged = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightCarrier = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightSkull = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightSmooth = Узорный светильник M3-L Броня
  .desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-CMArmorM3VLSynthJungle = Синтетический жилет М3А1 (Джунгли)
  .desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthDesert = Синтетический жилет М3А1 (Пустыня)
  .desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthSnow = Жилет синтетический М3А1 (Снег)
  .desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthClassic = Жилет синтетический M3A1 (Classic)
  .desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthUrban = Синтетический жилет М3А1 (Городской)
  .desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

