ent-RMCArmorXM4-name = Модель XM4 Intel Броня
ent-RMCArmorXM4-desc = Прочнее стали и тише шепота XM4 Intel Броня обеспечивает надежную защиту в сочетании с экспериментальным встроенным трекером движения. 

ent-CMArmorM2MP-name = Выкройка М2 мп Броня
ent-CMArmorM2MP-desc = Стандартная нагрудник модели UNMC M2. 

ent-CMArmorSmartGunCombatHarness-name = Боевая обвязка МЛ66А
ent-CMArmorSmartGunCombatHarness-desc = Тяжелый защитный жилет, предназначенный для ношения с системой Smart Gun System ML66A. 

ent-RMCArmorUDEPForecon-name = термо-пончо UDEP
ent-RMCArmorUDEPForecon-desc = UDEP или Ultra Diffusive Environmental Poncho — это замаскированный дождевик, который носят для защиты от непогоды и разливов химикатов. 

ent-CMArmorM45-name = Модель M45 Ghillie Броня
ent-CMArmorM45-desc = Легкий маскировочный костюм, используемый снайперами UNMC в разведывательных миссиях. 

ent-CMArmorM35-name = М35 пиротехник Броня
ent-CMArmorM35-desc = Специальный комплект Брони M35, предназначенный для использования пиротехниками UNMC.

ent-CMArmorM4-name = Выкройка М4 Морпех Броня
ent-CMArmorM4-desc = Хорошо продуманный и продуманный гибрид сетки Smart-Gunner и пластин с узором M3. 

ent-CMArmorM3VLSynth-name = Синтетический жилет M3A1
ent-CMArmorM3VLSynth-desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLFlakVest-name = Бронежилет модели М3-ВЛ
ent-CMArmorM3VLFlakVest-desc = Сочетая стандартный небоевой баллистический жилет M3-VL и бронежилет M70, эта часть Брони была роздана экипажу десантного корабля, чтобы защитить их от внешних и внутренних угроз...

ent-CMArmorM3VLBallistics-name = Бронежилет модели М3-ВЛ
ent-CMArmorM3VLBallistics-desc = Вплоть до 2122 года небоевой персонал Морпеха получал нестандартные баллистические жилеты, хотя отсутствие совместимости с IMP и лампы на костюмах снова и снова оказывались неэффективными. 

ent-RMCArmorM3Scout-name = М3-С легкая Броня
ent-RMCArmorM3Scout-desc = Специальный комплект Брони M3, разработанный для разведчиков Морпеха.

ent-CMArmorPress-name = пресс-корпус Броня
ent-CMArmorPress-desc = Тело Броня используется военными корреспондентами в битвах и войнах по всей вселенной.

ent-RMCArmorM3LightVariants-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightVariants-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-CMArmorM3Light-name = Узорный светильник M3-L Броня
ent-CMArmorM3Light-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3TDemo-name = М3-Т легкая Броня
ent-RMCArmorM3TDemo-desc = Специальный комплект Брони М3, предназначенный для пользователей взрывного оружия дальнего действия. 

ent-RMCArmorM3G4-name = Гренадер М3-Г4 Броня
ent-RMCArmorM3G4-desc = Специальный комплект Брони M3, доверху наполненный набивкой, обшивкой и всеми видами баллистической защиты под солнцем. 

ent-RMCArmorM3General-name = Генерал-офицер образца М3 Броня
ent-RMCArmorM3General-desc = Качественный костюм M3 Pattern Броня с золотым блеском. 

ent-RMCArmorM3CO-name = Командир образца М3 Броня
ent-RMCArmorM3CO-desc = Прочный, отполированный костюм Брони для командира. 

ent-RMCArmorM3SO-name = Офицер М3 Броня
ent-RMCArmorM3SO-desc = Хорошо сделанный костюм Брони образца M3 обычно находится в руках офицеров более высокого ранга. 

ent-CMArmorM3WO-name = Начальник образца М3 МП Броня
ent-CMArmorM3WO-desc = Хорошо изготовленный костюм Брони образца M3, который обычно раздают старшим депутатам парламента. 

ent-CMArmorM3Warden-name = Надзиратель образца М3 МП Броня
ent-CMArmorM3Warden-desc = Хорошо изготовленный костюм Брони образца M3, который обычно раздают Стражам. 

ent-RMCArmorM3HeavyVariants-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavyVariants-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-CMArmorM3Heavy-name = Модель M3-EOD тяжелая Броня
ent-CMArmorM3Heavy-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-CMArmorB12-name = Узор B12 Морпех Броня
ent-CMArmorB12-desc = Легкий костюм Броня из углеродного волокна, созданный для быстрого передвижения. 

ent-RMCArmorM3MediumSmooth-name = Узор М3 гладкий Морпех Броня
ent-RMCArmorM3MediumSmooth-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumSkull-name = Череп узор М3 Морпех Броня
ent-RMCArmorM3MediumSkull-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumCarrier-name = Модель носителя М3 Морпех Броня
ent-RMCArmorM3MediumCarrier-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumRidged-name = Узор М3 ребристый Морпех Броня
ent-RMCArmorM3MediumRidged-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumPadless-name = Модель М3 без лопасти Морпех Броня
ent-RMCArmorM3MediumPadless-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumPadded-name = Узор М3 с набивкой Морпех Броня
ent-RMCArmorM3MediumPadded-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3MediumVariants-name = Выкройка М3 Морпех Броня
ent-RMCArmorM3MediumVariants-desc = Стандартная нагрудник модели UNMC M3. 

ent-CMArmorM3Medium-name = Выкройка М3 Морпех Броня
ent-CMArmorM3Medium-desc = Стандартная нагрудник модели UNMC M3. 

ent-RMCArmorM3HeavyPadded-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavyPadded-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavyPadless-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavyPadless-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavyRidged-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavyRidged-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavyCarrier-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavyCarrier-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavySkull-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavySkull-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3HeavySmooth-name = Модель M3-EOD тяжелая Броня
ent-RMCArmorM3HeavySmooth-desc = Более тяжелая версия стандартной Брони модели M3, Броня в первую очередь предназначена для противодействия баллистическим, взрывным и внутренним повреждениям, с недостатком увеличения размера и, следовательно, снижения скорости движения, а также небольшой дополнительной защитой от стандартных ударов тупым предметом и биологических угроз.

ent-RMCArmorM3LightPadded-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightPadded-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightPadless-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightPadless-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightRidged-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightRidged-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightCarrier-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightCarrier-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightSkull-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightSkull-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-RMCArmorM3LightSmooth-name = Узорный светильник M3-L Броня
ent-RMCArmorM3LightSmooth-desc = Более легкая, урезанная версия стандартной модели M3 «Броня». 

ent-CMArmorM3VLSynthJungle-name = Синтетический жилет М3А1 (Джунгли)
ent-CMArmorM3VLSynthJungle-desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthDesert-name = Синтетический жилет М3А1 (Пустыня)
ent-CMArmorM3VLSynthDesert-desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthSnow-name = Жилет синтетический М3А1 (Снег)
ent-CMArmorM3VLSynthSnow-desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthClassic-name = Жилет синтетический M3A1 (Classic)
ent-CMArmorM3VLSynthClassic-desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

ent-CMArmorM3VLSynthUrban-name = Синтетический жилет М3А1 (Городской)
ent-CMArmorM3VLSynthUrban-desc = Этот вариант вездесущего жилета модели M3 был значительно модифицирован и стал сверхлегким, обеспечивая нулевую защиту в обмен на максимальную мобильность и дополнительное пространство для хранения. 

