ent-RMCArmorTMCC-name = Униформа Тартарус-Горное дело
ent-RMCArmorTMCC-desc = Комплект стандартной рабочей одежды Tartarus-Mining, пара желтых рабочих брюк и тяжелая стеганая куртка с черным воротником, защищающая от различных опасностей окружающей среды.

ent-RMCArmorTMCCAlt-name = Униформа Тартарус-Горное дело
ent-RMCArmorTMCCAlt-desc = Комплект стандартной рабочей одежды Tartarus-Mining, пара желтых рабочих брюк и тяжелая стеганая куртка с черным воротником, защищающая от различных опасностей окружающей среды.

