ent-RMCArmorPMCDirector = директорская куртка
  .desc = Куртка, принадлежащая кому-то очень важному. 

ent-RMCArmorM4PMCEngineer = Инженер-модельер М4 ЧВК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMCCommando = Экзоскелет M5X Броня
  .desc = Сложная система перекрывающихся пластин, призванная сделать владельца практически неуязвимым для огня стрелкового оружия. 

ent-CMArmorM4PMCSmartGunHarnessCommando = Оператор экзоскелета M5Xg Броня
  .desc = Сложная система перекрывающихся пластин, призванная сделать владельца практически неуязвимым для огня стрелкового оружия. 

ent-CMArmorM4PMCSmartGunHarness = Орудийный оператор ЧВК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMCSynth = Узор М4 ПМК синтетическая Броня
  .desc = Серьезная модификация стандартной М3 Броня. 

ent-CMArmorM4PMCSniper = Модель М4 снайперская ЧВК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMCLeader = Модель М4 Лидер ЧВК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMCCorporate = Образец М1 корпоративная безопасность Броня
  .desc = Базовый жилет со значком We-Ya на правой груди. 

ent-CMArmorM4PMCLight = Светильник узорный М4 ПМК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-RMCArmorM4PMCNoLight = Модель М4 ПМК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMC = Модель М4 ПМК Броня
  .desc = Модификация стандартной М3 Броня. 

ent-RMCArmorM4PMCBulletProof = Модель М4 ПМК пуленепробиваемая Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMCCorporateLead = Образец М1 корпоративная безопасность Броня
  .desc = Базовый жилет со значком We-Ya на правой груди. 

ent-RMCArmorM4PMCSynthFilled = Узор М4 ПМК синтетическая Броня
  .desc = Серьезная модификация стандартной М3 Броня. 

ent-CMArmorM4PMHeavy = ЧВК тяжелая Броня
  .desc = Модификация стандартной М3 Броня. 

ent-CMArmorM4PMCCommandoSurvivor = поврежденный рисунок MY7 Commando Броня
  .desc = Модификация лекал W-Y PMC Броня. 

