ent-RMCArmorProvostAgent = Специальный агент модели М3 Броня
  .desc = Модифицированная роскошная Броня, первоначально предназначавшаяся для провоста Маршалла, модифицированная для использования цветов и знаков различия разведывательной службы.

ent-RMCArmorProvostFlexi = М3 образец провоста flexi-Броня
  .desc = Более изысканная нагрудник модели «Провост» M3 для старших офицеров. 

ent-RMCArmorProvostLight = Модель М3 пров свет Броня
  .desc = Более легкая нагрудник образца Провоста M3. 

ent-RMCArmorProvostMarshal = М5 образец проректора Маршала Броня
  .desc = Роскошный костюм «Броня», изготовленный по индивидуальному заказу для маршалов-провостов. 

ent-RMCArmorProvostSenior = Образец М3 старший проректор Броня
  .desc = Более изысканная нагрудник модели «Провост» M3 для старших офицеров. 

ent-RMCArmorProvost = М3 образец провоста Броня
  .desc = Стандартная нагрудник образца Провоста M3. 

ent-RMCArmorProvostSeniorFilled = Образец М3 старший проректор Броня
  .desc = Более изысканная нагрудник модели «Провост» M3 для старших офицеров. 

