ent-RMCArmorRoyalPointman = броня стрелка пустельги
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalHarness = Бронированная «умная» пушка Kestrel
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalPadded = бронежилет пустельги
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalLight = легкий бронежилет пустельга
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyal = бронежилет пустельги
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalHarnessFilled = Бронированная «умная» пушка Kestrel
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalLightFilled = легкий бронежилет пустельга
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalLightFilledMedic = легкий бронежилет пустельга
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalPointmanFilled = броня стрелка пустельги
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalPaddedFilled = бронежилет пустельги
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorRoyalPaddedFilledCO = бронежилет пустельги
  .desc = Костюм Брони, разработанный Королевской морской пехотой, должен быть модульным, гибким и легким.

ent-RMCArmorParaVest = жилет десанта тетеревятника
  .desc = Легкий, высокомобильный бронежилет, разработанный для парамаринов RCM. 

ent-RMCArmorParaSynthVest = Синтетический жилет для десанта тетеревятника
  .desc = Легкий, высокомобильный бронежилет, предназначенный для синтетических подразделений, приданных полкам парамаринов RCM. 

ent-RMCArmorParaSynthVestFill = Синтетический жилет для десанта тетеревятника
  .desc = Легкий, высокомобильный бронежилет, предназначенный для синтетических подразделений, приданных полкам парамаринов RCM. 

