ent-RMCCoatSPPMP = Камуфляжная куртка SPP UL4
  .desc = Легкая куртка, выдаваемая солдатам, когда им не предполагается участвовать в бою. 

ent-RMCCoatSPPSenior = Куртка старшего офицера СПП UL4
  .desc = Легкая куртка, выдаваемая старшим офицерам войск СПП. 

ent-RMCCoatSPP = Офицерская куртка SPP UL4
  .desc = Легкая куртка, выдаваемая офицерам войск СПП. 

ent-RMCArmorSPPArmy = 6Б80 личный корпус Броня
  .desc = Старая система личной защиты SPP, которая с тех пор была заменена броней корпуса SPP Army Standard 6B90. 

ent-RMCArmorSPPHeavy = UH7 с тяжелым покрытием Броня
  .desc = Чрезвычайно прочный комплект бронезащиты, находящийся на вооружении армии СПП, UH7 (Union Heavy MK7) известен своей мощной баллистической защитой, а также заметной защитой шеи, укрепленной для того, чтобы позволить владельцу выдерживать нагрузки от громоздкого шлема.

ent-RMCArmorSPPCommando = SPP UM5CU персональная Броня
  .desc = Модификация UM5, предназначенная для скрытных операций.

ent-RMCArmorSPPSupportSynth = SPP UL6 синтетическая персональная Броня
  .desc = Модифицированный вариант персональной системы Брони UL6, предназначенный для использования синтетическими подразделениями. 

ent-RMCArmorSPPSupport = UL6 персональная Броня
  .desc = Стандартная Броня корпуса вооруженных сил СПП, UL6 (Union Light MK6), представляет собой легкую Броню корпуса, немного более слабую, чем Броня корпуса модели M3, находящуюся на вооружении UNMC и специализирующуюся на баллистической защите. 

ent-RMCArmorSPP = UM5 персональная Броня
  .desc = Стандартная Броня корпуса вооруженных сил СПП, UM5 (Union Medium MK5), представляет собой бронеброню среднего корпуса, примерно соответствующую Броне корпуса модели M3, находящейся на вооружении UNMC и специализирующейся на баллистической защите. 

ent-RMCArmorSPPRifleman = UM5 персональная Броня
  .desc = Стандартная Броня корпуса вооруженных сил СПП, UM5 (Union Medium MK5), представляет собой бронеброню среднего корпуса, примерно соответствующую Броне корпуса модели M3, находящейся на вооружении UNMC и специализирующейся на баллистической защите. 

ent-RMCArmorSPPHeavySpecialist = UH7 с тяжелым покрытием Броня
  .desc = Чрезвычайно прочный комплект бронезащиты, находящийся на вооружении армии СПП, UH7 (Union Heavy MK7) известен своей мощной баллистической защитой, а также заметной защитой шеи, укрепленной для того, чтобы позволить владельцу выдерживать нагрузки от громоздкого шлема.

ent-RMCArmorSPPSOF = Тактический жилет СПП CCC5-L
  .desc = Легкий жилет «Броня», выпущенный СПП, предназначенный для сил космических операций. 

ent-RMCArmorSPPSOFFilled = Тактический жилет СПП CCC5-L
  .desc = Легкий жилет «Броня», выпущенный СПП, предназначенный для сил космических операций. 

ent-RMCArmorSPPSOFHeavy = Тяжелый тактический жилет СПП CCC5-L
  .desc = Сильно усиленный тактический жилет, выпускаемый СПП, предназначенный для сил космических операций, действующих в условиях повышенного риска. 

ent-RMCArmorSPPSOFPlated = Тактический жилет с покрытием SPP CCC5-L
  .desc = Легкий жилет «Броня», выпущенный СПП, предназначенный для сил космических операций. 

ent-RMCCoatSPPSeniorFilled = Куртка старшего офицера СПП UL4
  .desc = Легкая куртка, выдаваемая старшим офицерам войск СПП. 

ent-RMCCoatOfficerShortWhite = СПП УЛ5-В
  .desc = Бронированная куртка, которая в основном используется командирами морской пехоты или морской пехоты.

ent-RMCCoatOfficerLongWhite = СПП UL5-W Шинель
  .desc = Удлиненный вариант куртки Naval UL5-W, который используется в основном во время церемониальных мероприятий и в зимние месяцы. 

ent-RMCCoatKommissarShortBlack = СПП УЛ5-Б
  .desc = Немного бронежилет, который в основном используют политкомиссары, напоминает октябрь.

ent-RMCCoatKommissarLongBlack = СПП УЛ5-Б Шинель
  .desc = Более длинный вариант военно-морской куртки UPL5-B, который встречается в основном во время церемониальных мероприятий и в зимние месяцы. Этот черный вариант наиболее распространен во время празднования основания СПП, он напоминает октябрь.

