ent-RMCArmourM4TSEPAChief = Инспектор образцов брони М4 ЦЕПА
  .desc = Модифицированный вариант брони M4 TSEPA с возвращенной дополнительной защитой от беспорядков и золотым знаком на нагруднике.

ent-RMCArmourM4TSEPA = Легкая броня образца М4 ЦЕПА
  .desc = Модифицированный вариант M4R Броня, лишенный дополнительной защитной обшивки и предназначенный для использования гражданскими офицерами. 

ent-RMCArmorVestTSEPA = Бронежилет ЦЭПА
  .desc = Бронежилет ЦЕПА, защищающий от некоторых повреждений.

ent-RMCJacketParaCombatJacket = парамариновая боевая куртка
  .desc = Прочная всепогодная боевая куртка, выданная парамариновым полкам RCM. 

ent-RMCJacketParaCOJacket = френч командира парамарина
  .desc = Френч, который обычно носят командиры парамариновых полков РКМ. 

ent-RMCJacketParaCOJacketAlt = френч командира парамарина
  .desc = Френч, который обычно носят командиры парамариновых полков РКМ. 

ent-RMCJacketParaCOJacketFilled = френч командира парамарина
  .desc = Френч, который обычно носят командиры парамариновых полков РКМ. 

