ent-RMCTrashBinBase-name = мусорное ведро
ent-RMCTrashBinBase-desc = Мусорный бак Уэстон-Ямада, используемый для выброса ненужных вещей, или вы можете просто выбросить свое дерьмо на землю, как любой другой придурок.

ent-RMCTrashBinGreen-name = мусорное ведро
ent-RMCTrashBinGreen-desc = Мусорный бак Уэстон-Ямада, используемый для выброса ненужных вещей, или вы можете просто выбросить свое дерьмо на землю, как любой другой придурок.

ent-RMCTrashBinBlue-name = мусорное ведро
ent-RMCTrashBinBlue-desc = Мусорный бак Уэстон-Ямада, используемый для выброса ненужных вещей, или вы можете просто выбросить свое дерьмо на землю, как любой другой придурок.

