ent-CMBulletPistolMK45 = мощная пуля Пистолет (.45)
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-CMCartridgePistolMK45 = патрон (.35 авто)

ent-RMCMagazinePistolMK45 = элемент
  .desc = Журнал Пистолет.

ent-RMCWeaponPistolMK45 = Автомат МК-45 «большой мощности»
  .desc = Первоначально разработанный как замена боевому револьверу M44 UNMC, он был отклонен в последнюю минуту комитетом, сославшись на то, что его необходимо взводить после каждого снаряженного магазина, чтобы он был слишком громоздким и устаревшим.

