ent-RMCShoesSnow = зимние сапоги
  .desc = Когда твои ноги холодны, как твое сердце.

ent-RMCShoesSandals = сандалии
  .desc = Пара довольно простых деревянных сандалий.

ent-RMCShoesWeYaStompers = Топотеры Уэстон-Ямада
  .desc = Пара кроссовок, призванных вызвать боевой дух у любого, кто их увидит.

ent-RMCShoesGaloshes = галоши
  .desc = Пара резиновых сапог.

ent-RMCShoesPrisoner = обувь заключенного
  .desc = Пара оранжевых ботинок, которые носят заключенные по указанию Морпеха Лоу.

ent-RMCShoesJackboots = сапоги
  .desc = Боевые ботинки безопасности для боевых сценариев или боевых ситуаций. 

ent-RMCShoesFancyLeather = модные кожаные туфли
  .desc = Роскошная пара кожаных туфель.

ent-RMCShoesLaceup = туфли на шнуровке
  .desc = Пик моды, а они уже отполированы!

ent-RMCShoesLaceupBrown = туфли на шнуровке
  .desc = Пик моды, а они уже отполированы!

ent-RMCShoesLaceupDress = туфли
  .desc = Предварительно отполированные маскарадные туфли. 

