ent-RMCEngiArmband = инженерная повязка
  .desc = Повязка, которую носят члены экипажа, чтобы указать, в какой отдел они назначены. 

ent-RMCMedEMTArmband = нарукавная повязка скорой помощи
  .desc = Повязка, которую носят члены экипажа, чтобы указать, в какой отдел они назначены. 

ent-RMCMedArmband = медицинская повязка
  .desc = Повязка, которую носят члены экипажа, чтобы указать, в какой отдел они назначены. 

ent-RMCHydroArmband = гидропоника нарукавная повязка
  .desc = Повязка, которую носят члены экипажа, чтобы указать, в какой отдел они назначены. 

ent-RMCScienceArmband = наука нарукавная повязка
  .desc = Повязка, которую носят члены экипажа, чтобы указать, в какой отдел они назначены. 

ent-RMCCargoArmband = грузовая повязка
  .desc = Повязка, которую носят члены экипажа, чтобы указать, в какой отдел они назначены. 

ent-RMCRedArmband = красная повязка
  .desc = Шикарная красная повязка!

ent-RMCHEFAArmband = Военная повязка Ордена HEFA
  .desc = Поклялся шрапнели и ее осколкам. 

ent-RMCCLFArmband = CLF нарукавная повязка
  .desc = Грубо сшитая повязка. 

ent-RMCNurseArmband = медсестра нарукавная повязка
  .desc = Повязка, которую носят начинающие медсестры, чтобы показать, что они еще не врачи. 

ent-RMCSecurityArmband = Офицерская повязка
  .desc = Повязка, которую носят сотрудники правоохранительных органов Колонии.

ent-RMCMPArmband = МП нарукавная повязка
  .desc = Повязка, которую носят офицеры военной полиции UNMC на военных объектах. 

ent-RMCSquadArmband = отряд нарукавная повязка
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCFoxtrotArmband = повязка для фокстрота
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCEchoArmband = эхо повязка
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCDeltaArmband = дельта-повязка
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCCharlieArmband = повязка Чарли
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCBravoArmband = браво нарукавная повязка
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCAlphaArmband = альфа-повязка
  .desc = Повязка в цветах отряда, которую носят для облегчения идентификации.

ent-RMCArmbandBase = повязка на руку
  .desc = Абстрактная повязка.

