ent-RMCHelmetGarbMovieTicket = билет в кино
  .desc = Пара красных билетов в кино. 

ent-RMCHelmetGarbUNMCFlair = Чутье UNMC
  .desc = Эти значки в военкоматах раздают как конфеты. 

ent-RMCHelmetGarbTerraTekFlair = чутье ТерраТек
  .desc = Чутье на какую-то странную технологическую компанию на Земле. 

ent-RMCHelmetGarbIoFlair = Ио чутье
  .desc = Арктурианцы, возможно, сейчас наши союзники, но Ио навсегда останется пятном на межвидовых отношениях. 

ent-RMCHelmetGarbPeaceFlair = чутье мира
  .desc = Неважно, когда это будет Арктурианец, детка..

ent-RMCHelmetGarbChaplainPatch = Нашивка капеллана UNMC Шлема
  .desc = Эта нашивка — все, что осталось от капелланов UNS Almayer вместе с самими капелланами. 

ent-RMCHelmetGarbWire = обрезанная колючая проволока
  .desc = Это кусок колючей проволоки, большинство острых концов которого спилено, чтобы с ней было безопасно обращаться.

ent-RMCHelmetGarbPrescription = лекарство, отпускаемое по рецепту
  .desc = Противотревожные лекарства? 

ent-RMCHelmetGarbRosary = четки
  .desc = Иисус спасает жизни!

ent-RMCHelmetGarbGunOil = оружейное масло
  .desc = Это бутылка масла для вашего пистолета. 

ent-RMCHelmetGarbFeatherYellow = счастливое желтое перо
  .desc = Это стойкий желтый цвет. 

ent-RMCHelmetGarbFeatherPurple = счастливое фиолетовое перо
  .desc = Это отважный фиолетовый цвет. 

ent-RMCHelmetGarbFeatherBlue = счастливое голубое перо
  .desc = Это блестящий синий цвет. 

ent-RMCHelmetGarbFeatherRed = счастливое красное перо
  .desc = Он буйно-красного цвета, сделан из очень убогого пластика и синтетических ниток, ну, знаете, из такого же материала сделан корешек каждого корпоративного представителя.

ent-RMCHelmetGarbFeather = счастливое белое перо
  .desc = Самым большим достоинством снайпера является его ум, а не винтовка.

ent-RMCRC6RiotShield = Защитный щит RC6
  .desc = Бесплатная, но продаваемая отдельная маска для лица, связанная с бунтом RC6 в Шлеме.

ent-RMCHelmetGarbGasmaskUrban = Интегрированный противогаз Urban M5
  .desc = UNMC прекратил финансирование этих проектов, когда стало очевидно, что не все военнослужащие носят Шлем 24/7; 

ent-RMCHelmetGarbGasmaskJungle = Интегрированный противогаз Jungle M5
  .desc = UNMC прекратил финансирование этих проектов, когда стало очевидно, что не все военнослужащие носят Шлем 24/7; 

ent-RMCHelmetGarbGasmaskDesert = Интегрированный противогаз Desert M5
  .desc = UNMC прекратил финансирование этих проектов, когда стало очевидно, что не все военнослужащие носят Шлем 24/7; 

ent-RMCHelmetGarbGasmask = Интегрированный противогаз M5
  .desc = UNMC прекратил финансирование этих проектов, когда стало очевидно, что не все военнослужащие носят Шлем 24/7; 

ent-RMCHelmetGarbCartridge = картридж
  .desc = Это пуля из штурмовой винтовки Тип 54. 

ent-RMCHelmetGarbSlug = отработанные пули
  .desc = Для тех случаев, когда вам нужно сбить цель с превосходной останавливающей силой. 

ent-RMCHelmetGarbFlechette = использованное стрело
  .desc = Чем больше вы их стреляете, тем больше вам напоминают, что осколочная граната, вероятно, более эффективна для достижения той же цели. 

ent-RMCHelmetGarbBuckshot = стреляная картечь
  .desc = Три выстрела из старой доброй картечи. 

ent-RMCHelmetGarbRainCoverJungle = дождевик для джунглей
  .desc = Стандартный боевой Шлем М10 уже водонепроницаем на глубине до 10 метров. 

ent-RMCHelmetGarbRainCoverDesert = дождевик для пустыни
  .desc = Стандартный боевой Шлем М10 уже водонепроницаем на глубине до 10 метров. 

ent-RMCHelmetGarbRainCoverUrban = городской дождевик
  .desc = Стандартный боевой Шлем М10 уже водонепроницаем на глубине до 10 метров. 

ent-RMCHelmetGarbRainCover = дождевик
  .desc = Стандартный боевой Шлем М10 уже водонепроницаем на глубине до 10 метров. 

ent-RMCHelmetGarbNettingJungle = сетка для борьбы в джунглях
  .desc = Наверное боевая сетка для Шлема. 

ent-RMCHelmetGarbNettingDesert = сетка для боя в пустыне
  .desc = Наверное боевая сетка для Шлема. 

ent-RMCHelmetGarbNettingUrban = городская боевая сеть
  .desc = Наверное боевая сетка для Шлема. 

ent-RMCHelmetGarbNetting = боевая сетка
  .desc = Наверное боевая сетка для Шлема. 

ent-RMCHelmetGarbNightVisionPVE = старый мультиспектральный визор М1
  .desc = Неудавшийся прототип оптики HUD следующего поколения для Корпуса Морпех, который был превзойден нынешней интегрированной ИК-оптикой. Этот откидной визор предлагает полный набор визоров с многоспектральными возможностями. 

ent-RMCHelmetGarbNightVision = старые очки ночного видения М2
  .desc = Эта пара лишена всей электроники и поэтому не работает. 

ent-RMCHelmetGarbBase = элемент

ent-RMCHelmetGarbToggleableBase = элемент

