ent-RMCCameraGearPMC-name = Головная камера Mk3 TOCU
ent-RMCCameraGearPMC-desc = Модификация и усиление камеры, используемой RCM, тактическая камера наблюдения используется силами ЧВК Уэстон Ямада, которые отказываются от типичного защитного головного убора, что позволяет их куратору оставаться в курсе текущего состояния оперативников.

ent-RMCM5CameraGear-name = Камера M5
ent-RMCM5CameraGear-desc = Камера и связанный с ней головной убор, позволяющие командирам Морпеха видеть то, что видят их войска. 

