ent-RMCTieHorrible = ужасный галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTieRed = красный галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTiePurple = фиолетовый галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTieGreen = зеленый галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTieGold = золотой галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTieBlack = черный галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTie = синий галстук
  .desc = Галстук-застежка из неошелка.

ent-RMCTieBase = галстук
  .desc = Абстрактный галстук.

