ent-CMVendorRobotics-name = Роботех Делюкс
ent-CMVendorRobotics-desc = Все инструменты, необходимые для создания собственной армии роботов.

ent-CMVendorScience-name = Мы-Я SciVend
ent-CMVendorScience-desc = Продавец базового оборудования для ваших экспериментов.

ent-CMVendorComponent-name = машина для хранения компонентов
ent-CMVendorComponent-desc = Большая машина-хранилище, содержащая различные компоненты.

ent-CMVendorElectronics-name = продавец электроники
ent-CMVendorElectronics-desc = Поставщик запасных инструментов. 

ent-CMVendorCircuits-name = поставщик печатных плат
ent-CMVendorCircuits-desc = Безопасное хранилище для заранее запрограммированных плат, оно оснащено внутренним гироскопом, предотвращающим перемещение плат при любой внешней силе, толстой изоляцией и специальным портом ИБП диаметром 2,1 мм для зарядки различных эксклюзивных устройств We-Ya (продаются отдельно).

ent-CMVendorTool-name = машина для хранения инструментов
ent-CMVendorTool-desc = Большая машина для хранения различных инструментов и приспособлений для общего ремонта.

