ent-RMCBeltGrenadeHEFA = разгрузка M276 HEFA Mk.
  .desc = разгрузка M276 HEFA Mk.

ent-CMBeltUtilityFilled = Поясная разгрузка для инструментов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltUtilityCombatFilled = Пояс для боевых инструментов модели M276
  .desc = Боевой инструментальный пояс модели М276 является альтернативным силовым оборудованием UNMC для инженеров, проводящих ремонт в зонах боевых действий.

ent-CMBeltKnifeFilled = Оснастка для шаблонного ножа M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMedicalFilled = Медицинская складская разгрузка модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltMedicalDefibAnalyzerFilled = Медицинская складская разгрузка модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMedicBagFilled = Спасательная сумка с узором M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltMedicBagSPPFilled = Спасательная сумка типа 41
  .desc = Грузовая разгрузка Тип 41 является штатным силовым оборудованием военных СПП.

ent-RMCBeltGrenadeFilled = 30-мм гранатометная разгрузка образца М276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltGrenadeLargeFilled = 30-мм гранатометная разгрузка образца М276 Mk.
  .desc = М276 Мк.

ent-CMBeltSmartGunOperatorFilled = Барабанный ремень для оператора умного пистолета типа M280
  .desc = Несмотря на то, что 1. барабанные магазины невероятно неэргономичны, и 2. требуют невероятно точной механической обработки, чтобы подходить универсально (спойлер, они не подходят, что еще больше усиливает миф об «умных личностях оружия»), морская пехота решила выпустить модифицированный ремень Морпех (более формально известный под обозначением М280) с крючками и пылезащитными крышками (слишком сложными для средней банки) для барабанных боеприпасов системы ML66A.

ent-RMCBeltSmartGunOperatorPistolFilled = разгрузка для автоматического оружия модели M802
  .desc = M802 — это ограниченная серия грузоподъемного оборудования UNMC, предназначенная для перевозки боеприпасов для смарт-пушек и личного оружия.

ent-RMCBeltSmartPistolFilled = Кобура модели М276 СУ-6
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMarineAR10 = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMarineHunting = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMarineBuckshot = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltMarineUZI = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMarineMP5 = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltMarineMK1 = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltMarineMK2 = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-CMBeltMarineM16 = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltMarineMAR = разгрузка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltHolsterPistolTSEFilledL54 = Ремень для пистолета
  .desc = Темно-коричневый кожаный ремень, обычно выдаваемый офицерам TSEPA.

ent-CMBeltSecurityMPFilled = разгрузка военной полиции образца М276
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCBeltSecurityWeYaFilled = Комплекс корпоративной безопасности М276-С
  .desc = Адаптация несущего оборудования M276 компании Weston-Yamada, предназначенная для корпоративных сил безопасности.

ent-CMBeltSecuritySPPFilled = разгрузка военной полиции Тип 43
  .desc = Тип 43 является штатным несущим оборудованием СПН.

ent-CMBeltSecurityMarshalFilled = маршальский дежурный ремень
  .desc = Черный дежурный ремень, используемый для ношения инструментов маршалов.

ent-RMCBeltHolsterNailgunFill = индивидуальная кобура для гвоздемета
  .desc = Сочетание кобуры «Пистолет M276» и ремня для инженерных инструментов, которые были объединены в уникальный ремень, на котором можно разместить компактный гвоздодер и два запасных магазина для гвоздемета.

ent-RMCBeltHolsterPistolHandcannonFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCM77BeltFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC.

ent-RMCM77BeltPMCFilled = Кобура для пистолета М301
  .desc = М301 является стандартным несущим оборудованием компании Weston-Yamada PMC.

ent-RMCM77BeltPMCFilledNearEmpty = Кобура для пистолета М301
  .desc = М301 является стандартным несущим оборудованием компании Weston-Yamada PMC.

ent-RMCMK80BeltPMCFilled = Кобура для пистолета М301
  .desc = М301 является стандартным несущим оборудованием компании Weston-Yamada PMC.

