ent-RMCPouchConstruction = строительный мешок
  .desc = Он предназначен для хранения строительных материалов: стеклянных/металлических листов, металлических стержней, колючей проволоки, катушек с кабелем и пустых мешков с песком. 

ent-RMCPouchConstructionFillLowGrade = строительный мешок
  .desc = Он предназначен для хранения строительных материалов: стеклянных/металлических листов, металлических стержней, колючей проволоки, катушек с кабелем и пустых мешков с песком. 

ent-RMCPouchConstructionFillFull = строительный мешок
  .desc = Он предназначен для хранения строительных материалов: стеклянных/металлических листов, металлических стержней, колючей проволоки, катушек с кабелем и пустых мешков с песком. 

