ent-RMCPouchConstruction-name = строительный мешок
ent-RMCPouchConstruction-desc = Он предназначен для хранения строительных материалов: стеклянных/металлических листов, металлических стержней, колючей проволоки, катушек с кабелем и пустых мешков с песком. 

ent-RMCPouchConstructionFillLowGrade-name = строительный мешок
ent-RMCPouchConstructionFillLowGrade-desc = Он предназначен для хранения строительных материалов: стеклянных/металлических листов, металлических стержней, колючей проволоки, катушек с кабелем и пустых мешков с песком. 

ent-RMCPouchConstructionFillFull-name = строительный мешок
ent-RMCPouchConstructionFillFull-desc = Он предназначен для хранения строительных материалов: стеклянных/металлических листов, металлических стержней, колючей проволоки, катушек с кабелем и пустых мешков с песком. 

