ent-RMCPouchExplosive = взрывной мешок
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

ent-RMCPouchExplosiveFilledPlasticExplosives = взрывной мешок
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

ent-RMCPouchExplosiveFilledHEFA = HEFA-мешочек
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

ent-RMCPouchExplosiveFilledHEDP = взрывной мешок
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

ent-RMCPouchExplosiveFilledSPP = взрывной мешок
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

ent-RMCPouchExplosiveFilledC4SPP = взрывной мешок
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

ent-RMCPouchExplosiveFilledHIRR = взрывной мешок
  .desc = Он может перевозить гранаты, пластиковую взрывчатку, ящики для мин и другие взрывчатые вещества.

