ent-RMCPouchSyringe = шприц-мешочек
  .desc = Он может нести шприцы.

ent-RMCPouchAutoinjector = чехол для автоинъектора
  .desc = Чехол специально для автоинжекторов.

ent-RMCPouchAutoinjectorFill = чехол для автоинъектора
  .desc = Чехол специально для автоинжекторов.

ent-RMCPouchChem = аптечная сумка
  .desc = Сумка для переноски стеклянных стаканов.

ent-RMCPouchVial = мешочек для флаконов
  .desc = Сумка для переноски стеклянных флаконов.

ent-RMCPouchFirstResponder = сумка для экстренного реагирования
  .desc = Подсумок, предназначенный для переноски принадлежностей для оказания помощи медицинскому персоналу и быстрого реагирования на травмы на поле боя без немедленной их оказания помощи. 

ent-RMCPouchMedicalSocDutchUnmarked = тактическая медицинская сумка
  .desc = Тяжелая сумка, в которой есть все необходимое, чтобы снова встать на ноги. 

ent-RMCPouchMedicalSocDutch = Медицинская сумка Датча
  .desc = Сумка, купленная голландцем у торговца на черном рынке несколько лет назад. 

ent-RMCPouchMedicalSoc = тактическая медицинская сумка
  .desc = Тяжелая сумка, в которой есть все необходимое, чтобы снова встать на ноги. 

ent-RMCPouchMedicalSocFill = тактическая медицинская сумка
  .desc = Тяжелая сумка, в которой есть все необходимое, чтобы снова встать на ноги. 

ent-RMCPouchMedicalSocDutchFill = Медицинская сумка Датча
  .desc = Сумка, купленная голландцем у торговца на черном рынке несколько лет назад. 

ent-RMCPouchMedicalSocMarineRaiderFill = тактическая медицинская сумка
  .desc = Тяжелая сумка, в которой есть все необходимое, чтобы снова встать на ноги. 

ent-RMCPouchFirstResponderFill = сумка для экстренного реагирования
  .desc = Подсумок, предназначенный для переноски принадлежностей для оказания помощи медицинскому персоналу и быстрого реагирования на травмы на поле боя без немедленной их оказания помощи. 

ent-RMCPouchVialFill = мешочек для флаконов
  .desc = Сумка для переноски стеклянных флаконов.

ent-RMCPouchChemFill = аптечная сумка
  .desc = Сумка для переноски стеклянных стаканов.

ent-RMCPouchSyringeFill = шприц-мешочек
  .desc = Он может нести шприцы.

