ent-RMCPouchMedkit = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitFill = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitFillAdvanced = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitFillSPP = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitPMC = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitPMCFilled = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitPMCFullAdvanced = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitFillRoyal = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

ent-RMCPouchMedkitFillRoyalMedic = сумка для медицинской аптечки
  .desc = Он специально создан для хранения медицинских предметов.

