ent-RMCPouchDrumPMC = подсумок для смартгана
  .desc = Тяжелая сумка, предназначенная для переноски излишков барабанов для смартгана.

ent-RMCPouchSling = строп ремень
  .desc = Удерживает один предмет на ремешке.

ent-RMCPouchToolsSoc = тактическая сумка для инструментов
  .desc = Этот конкретный набор инструментов, полный острых и тяжелых предметов, был разработан для того, чтобы взламывать вещи, а не чинить их. 

ent-RMCPouchTools = сумка для инструментов
  .desc = Он предназначен для хранения инструментов для обслуживания — отвертки, гаечного ключа, катушки кабеля и т. д. Он также имеет крючок для шанцевого инструмента или легкого заменителя.

ent-RMCPouchEngineerKit = сумка для инженерного комплекта
  .desc = Он специально создан для хранения инженерных предметов. 

ent-RMCPouchElectronics = чехол для электроники
  .desc = Он предназначен для хранения большинства электронных устройств, силовых элементов и печатных плат.

ent-RMCPouchRadio = чехол для радио
  .desc = Он может содержать две портативные радиостанции.

ent-RMCPouchFlare = мешочек для вспышки
  .desc = Сумка, предназначенная для хранения сигнальных ракет. 

ent-RMCPouchDocumentSmall = небольшая сумка для документов
  .desc = Уменьшенная версия сумки для документов. 

ent-RMCPouchDocument = большой карман для документов
  .desc = Он может содержать документы, папки, диски, технические руководства и буферы обмена.

ent-RMCPouchShotgunLarge = большой подсумок для патронов для дробовика
  .desc = Он может содержать больше горстей ракушек.

ent-RMCPouchShotgun = подсумок для дробовика
  .desc = Он может содержать несколько ракушек.

ent-RMCPouchMagazinePistolLarge = большой подсумок для магазинов «Пистолет»
  .desc = Он может нести множество магазинов «Пистолет» или револьверные спидлоадеры.

ent-RMCPouchMagazinePistol = Подсумок для магазинов Пистолет
  .desc = Он может нести магазины «Пистолет» и револьверные спидлоадеры.

ent-RMCPouchMagazineLarge = большая сумка для журналов
  .desc = Он может нести много журналов.

ent-RMCPouchMagazine = сумка для журналов
  .desc = Он может нести журналы.

ent-RMCPouchCommand = командная сумка
  .desc = Специализированный прочный подсумок, выдаваемый командирам. 

ent-RMCPouchSurvivalSynth = сумка для выживания синтезатора
  .desc = Аварийный мешочек для силиконов на случай чрезвычайной ситуации.

ent-RMCPouchSurvival = сумка для выживания
  .desc = Сумка, выдаваемая колонистам на случай чрезвычайной ситуации.

ent-RMCPouchGeneralMedium = средний общий подсумок
  .desc = Универсальная сумка, в которой можно носить различные предметы разного размера.

ent-RMCPouchGeneral = легкая общая сумка
  .desc = Универсальная сумка, в которой можно носить небольшой предмет или два крошечных предмета.

ent-RMCPouchSurvivalBlack = сумка для выживания
  .desc = Сумка, выдаваемая колонистам на случай чрезвычайной ситуации.

ent-RMCPouchCommandFill = командная сумка
  .desc = Специализированный прочный подсумок, выдаваемый командирам. 

ent-RMCPouchMagazineLargeMAR40 = большая сумка для журналов
  .desc = Он может нести много журналов.

ent-RMCPouchMagazineLargePMC = большая сумка для журналов
  .desc = Он может нести много журналов.

ent-RMCPouchMagazinePistolLargeFilledHighCommand = большой подсумок для магазинов «Пистолет»
  .desc = Он может нести множество магазинов «Пистолет» или револьверные спидлоадеры.

ent-RMCPouchShotgunLargeBuckshot = большой подсумок для патронов для дробовика
  .desc = Он может содержать больше горстей ракушек.

ent-RMCPouchFlareL96 = сумка-рассветная сумка L96
  .desc = Сумка, предназначенная для хранения сигнальных ракет, используемых Королевской морской пехотой. 

ent-RMCPouchToolsSocFilledSynthetic = тактическая сумка для инструментов
  .desc = Этот конкретный набор инструментов, полный острых и тяжелых предметов, был разработан для того, чтобы взламывать вещи, а не чинить их. 

ent-RMCPouchToolsFilledRCM = сумка для инструментов
  .desc = Он предназначен для хранения инструментов для обслуживания — отвертки, гаечного ключа, катушки кабеля и т. д. Он также имеет крючок для шанцевого инструмента или легкого заменителя.

ent-RMCPouchToolsSocFilledSOF = тактическая сумка для инструментов
  .desc = Этот конкретный набор инструментов, полный острых и тяжелых предметов, был разработан для того, чтобы взламывать вещи, а не чинить их. 

ent-RMCPouchToolsSocFilledTactical = тактическая сумка для инструментов
  .desc = Этот конкретный набор инструментов, полный острых и тяжелых предметов, был разработан для того, чтобы взламывать вещи, а не чинить их. 

ent-RMCPouchCassette = кассетный чехол
  .desc = Искусно изготовленная сумка, созданная специально для безопасного хранения кассет во время войны.

ent-RMCPouchToolsSocRCMPVEAssaultEngi = тактическая сумка для инструментов
  .desc = Этот конкретный набор инструментов, полный острых и тяжелых предметов, был разработан для того, чтобы взламывать вещи, а не чинить их. 

