ent-RMCPlushieCrow = ворона плюшевая
  .desc = привет крошка

ent-RMCPlushieProvost = устрашающий плюш
  .desc = Значок для всех заядлых налогоплательщиков и сотрудников правоохранительных органов. Не позволяйте никому узнать, что этот плюшевый мишка на самом деле задерживает налоги.

ent-RMCPlushieGnarpGnarpAlt = гнарп плюшевый
  .desc = гнарп гнарп.

ent-RMCPlushieGnarpGnarp = гнарп плюшевый
  .desc = гнарп гнарп.

ent-RMCPlushieXippy = ксиппи
  .desc = Проклятый агент хаоса и насилия.

ent-RMCPlushieMotivationalMoth = мотивационный Морпех мотылек
  .desc = Мягкий, пушистый маленький компаньон Морпех для тех, кому просто нужно немного мотивации, чтобы дойти до финиша. 

ent-RMCPlushieNyx = проклятый плюш
  .desc = Ходят слухи, что если попросить у этого плюша металл, то твоя душа застрянет в яме. 

ent-RMCPlushieAlec = заметный плюш
  .desc = Вы почти можете почувствовать исходящую от него злобу. 

ent-RCMPlushieRounyLizard = глупый кругленький плюшевый плюшевый мишка
  .desc = Глупая круглая плюшевая игрушка, созданная UNMC для снижения стресса у морских пехотинцев. Доказано, что она очень эффективна, когда ее бросают в стены.

ent-CMPlushieRunnerBeret = XX терапия плюшевая
  .desc = Не грусти! 

ent-CMPlushieTherapy = терапия плюшевая
  .desc = Терапевтическая игрушка, призванная помочь морским пехотинцам восстановиться после психических и поведенческих расстройств после травм, полученных в боях.

ent-CMPlushieRock = рок плюш
  .desc = По крайней мере, на бирке написано, что это плюш.

ent-CMPlushieBee = пчела плюшевая
  .desc = Милая игрушка, пробуждающая дух Воин в самом сдержанном Морпехе.

ent-CMPlushieBarricade = плюшевая баррикада
  .desc = Отлично подходит для сжатия, когда вы напуганы. 

ent-CMPlushieFarwa = Фарва плюшевый
  .desc = Плюшевая кукла Фарва. 

ent-CMPlushieBase = универсальный плюшевый
  .desc = совершенно общий

ent-RMCPlushieBaseAdmin = универсальный плюшевый
  .desc = совершенно общий

ent-RMCPlushieMoth = плюшевый мотылек
  .desc = Милый и пушистый плюшевый мотылек. 

ent-RMCPlushieSharkGrey = мягкая игрушка серая акула
  .desc = Тихий, сдержанный шонк. 

ent-RMCPlushieSharkBlue = мягкая игрушка синяя акула
  .desc = Большой и безопасный, если вы хотите открыть для себя мир под поверхностью океана.

ent-RMCPlushieSharkPink = мягкая игрушка розовая акула
  .desc = Хе-хе, шонк :)

ent-RMCShorkMedicalOfficer = Мягкая игрушка офицера медицинской службы "Шорк"
  .desc = Медицинский офицер Шорка разочарован, снова увидев вас на операции. 

