ent-RMCPowerCellSmartgun = умный пистолет ML66A на батарейке
  .desc = Стандартная 9-вольтовая литиевая сухая батарея, чаще всего используемая в UNMC для питания умных ружей. 

ent-RMCPowerCellPotato = картофельная батарея
  .desc = Перезаряжаемый аккумулятор на основе крахмала.

ent-RMCPowerCellInfinite = энергетический элемент бесконечной емкости
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellHyper = силовой элемент сверхмощности
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellSuper = силовой элемент сверхмощности
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellHigh = силовая ячейка
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellAPC = сверхмощный силовой элемент
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellCrap = Аккумуляторная мини-батарея We-Ya
  .desc = Дешевые одноразовые батарейки, предоставленные корпорацией Weston-Yamada. 

ent-RMCPowerCell = силовая ячейка
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellCrapEmpty = Аккумуляторная мини-батарея We-Ya
  .desc = Дешевые одноразовые батарейки, предоставленные корпорацией Weston-Yamada. 

ent-RMCPowerCellAPCNoPower = сверхмощный силовой элемент
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellAPCEmpty = сверхмощный силовой элемент
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellHighEmpty = силовая ячейка
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellSuperEmpty = силовой элемент сверхмощности
  .desc = Перезаряжаемый электрохимический силовой элемент.

ent-RMCPowerCellHyperEmpty = силовой элемент сверхмощности
  .desc = Перезаряжаемый электрохимический силовой элемент.

