ent-RMCMarshalCMBUniform = униформа маршала колонии
  .desc = Пара не совсем белых брюк, синяя рубашка на пуговицах и темно-коричневый галстук; 

ent-RMCSwatLeaderCMBUniform = Униформа маршала по борьбе с массовыми беспорядками CMB
  .desc = Темный комплект тактической униформы, используемый маршалами колоний и предназначенный для использования подразделениями по подавлению беспорядков на далеких мирах, находящихся под юрисдикцией колонии.

ent-RMCSwatCMBUniform = Униформа CMB Riot Control
  .desc = Темный комплект тактической униформы, используемый маршалами колоний и предназначенный для использования подразделениями по подавлению беспорядков на далеких мирах, находящихся под юрисдикцией колонии.

ent-RMCCMBUniformBase = токарный станок-категория-одежда

ent-RMCSwatCMBUniformSpearhead = Униформа CMB Riot Control
  .desc = Темный комплект тактической униформы, используемый маршалами колоний и предназначенный для использования подразделениями по подавлению беспорядков на далеких мирах, находящихся под юрисдикцией колонии.

