ent-RMCMarshalCMBUniform-name = униформа маршала колонии
ent-RMCMarshalCMBUniform-desc = Пара не совсем белых брюк, синяя рубашка на пуговицах и темно-коричневый галстук; 

ent-RMCSwatLeaderCMBUniform-name = Униформа маршала по борьбе с массовыми беспорядками CMB
ent-RMCSwatLeaderCMBUniform-desc = Темный комплект тактической униформы, используемый маршалами колоний и предназначенный для использования подразделениями по подавлению беспорядков на далеких мирах, находящихся под юрисдикцией колонии.

ent-RMCSwatCMBUniform-name = Униформа CMB Riot Control
ent-RMCSwatCMBUniform-desc = Темный комплект тактической униформы, используемый маршалами колоний и предназначенный для использования подразделениями по подавлению беспорядков на далеких мирах, находящихся под юрисдикцией колонии.

ent-RMCCMBUniformBase-name = токарный станок-категория-одежда

ent-RMCSwatCMBUniformSpearhead-name = Униформа CMB Riot Control
ent-RMCSwatCMBUniformSpearhead-desc = Темный комплект тактической униформы, используемый маршалами колоний и предназначенный для использования подразделениями по подавлению беспорядков на далеких мирах, находящихся под юрисдикцией колонии.

