ent-RMCMarineUniformDressGeneral = Морпех генеральская парадная форма синего цвета
  .desc = Майка и брюки легендарного синего цвета Морпеха, практически не изменившиеся с XIX века. 

ent-RMCMarineUniformDressSenior = Морпех старшая парадная блюзовая форма
  .desc = Майка и брюки легендарного синего цвета Морпеха, практически не изменившиеся с XIX века. 

ent-RMCMarineUniformDressEnlisted = Морпех парадная синяя форма военнослужащего
  .desc = Майка и брюки легендарного синего цвета Морпеха, практически не изменившиеся с XIX века. 

