ent-RMCJumpsuitSynthetic = Униформа поддержки UNMC
  .desc = Простая униформа, созданная для членов экипажа Synthetic.

ent-CMJumpsuitSyntheticOutdated = устаревшая синтетическая униформа поддержки
  .desc = Устаревшая версия синтетической униформы поддержки UNMC. 

ent-CMJumpsuitAverageJoe = средняя униформа Джо
  .desc = Дешевая утилитарная униформа, созданная для линии синтетики «Average Joe» компании Novaris Industries.

ent-CMJumpsuitSyntheticPristine = Нетронутая униформа поддержки UNMC
  .desc = Простая униформа, созданная для синтетических членов экипажа, выполнена в фирменной черно-оранжевой цветовой гамме Weston-Yamada.

ent-CMJumpsuitGeneral = генеральская форма
  .desc = Униформа генерала флота. 

ent-CMJumpsuitSurvivorMarine = Униформа UNMC
  .desc = Разорванный, обожженный и запятнанный кровью. 

ent-CMJumpsuitColonist = колонистская униформа
  .desc = Стильный серо-зеленый комбинезон – стандартная вещь для колонистов.

ent-CMJumpsuitTShirtGray = серая футболка
  .desc = Простая пара футболки и брюк.

ent-CMJumpsuitTShirtRed = красная футболка
  .desc = Простая пара футболки и брюк.

ent-CMJumpsuitTShirtWhite = белая футболка
  .desc = Простая пара футболки и брюк.

ent-CMJumpsuitDCC = комбинезон начальника экипажа десантного корабля
  .desc = Комбинезон, который носят командиры экипажей десантных кораблей UNMC и предназначен для выживания в негостеприимных условиях. 

ent-CMJumpsuitPilot = боди пилота
  .desc = Боди, которое носят пилоты морской пехоты и предназначено для выживания в суровых условиях. 

ent-RMCUniformIntel = токарный станок-категория-одежда

ent-CMJumpsuitOperations = Морпех оперативная униформа
  .desc = Оперативная форма, которую носят члены UNMC. 

ent-CMJumpsuitBO = Морпех военная форма
  .desc = Военная форма, которую носят члены UNMC. 

ent-RMCJumpsuitASOOperations = Оперативная униформа офицера вспомогательной поддержки
  .desc = Оперативная униформа, обычно используемая офицерами вспомогательной поддержки. 

ent-RMCJumpsuitASOBlackAlt = Черная униформа офицера вспомогательной поддержки
  .desc = Служебная униформа, обычно используемая офицерами вспомогательной службы. 

ent-RMCJumpsuitASOFormalAlt = Официальная форма офицера вспомогательной поддержки
  .desc = Жемчужно-белая официальная униформа с черными брюками, используемая офицерами вспомогательной поддержки.

ent-RMCJumpsuitASOFormal = Официальная форма офицера вспомогательной поддержки
  .desc = Жемчужно-белая официальная униформа, используемая офицерами вспомогательной поддержки.

ent-RMCJumpsuitASOBlack = Черная униформа офицера вспомогательной поддержки
  .desc = Служебная униформа, обычно используемая офицерами вспомогательной службы. 

ent-CMJumpsuitXOFormal = Морпех форменная военная форма
  .desc = Официальная военная форма, которую обычно носят морские пехотинцы UNMC. 

ent-RMCJumpsuitCOUniformGray = Серая форменная форма командира
  .desc = Хорошо выглаженная офицерская форма UNMC, предназначенная для парадов или жаркой погоды. 

ent-RMCJumpsuitCOUniform = Офицерская форма UNMC
  .desc = Хорошо выглаженная униформа офицера UNMC. 

ent-RMCJumsuitWhiteService = белая военная форма
  .desc = Белая классическая рубашка и галстук с гладкими брюками. 

ent-CMJumpsuitCOService = парадная рубашка командира
  .desc = Рубашка и галстук состоящей из двух частей парадной формы военно-морского флота для высших офицеров. 

ent-CMJumpsuitCOFormalWhite = официальная форма командира
  .desc = Стандартная форма командира.

ent-CMJumpsuitCOFormalBlack = официальная форма командира
  .desc = Стандартная форма командира.

ent-CMJumpsuitCO = форма командира офицера
  .desc = Стандартная форма командира.

ent-CMJumpsuitMaintTech = униформа инженера
  .desc = Униформа военного инженера. 

ent-CMJumpsuitOrdnanceTech = униформа инженера-артиллериста
  .desc = Униформа для профессионального изготовления бомб. 

ent-CMJumpsuitChiefEngineer = униформа главного инженера
  .desc = Униформа военного инженера. 

ent-CMJumpsuitMessTech = Униформа столового техника UNMC
  .desc = Стандартная униформа столовой. 

ent-CMJumpsuitCargoTech = Заявки на униформу технического специалиста
  .desc = Стандартная техническая униформа.

ent-CMJumpsuitQM = Костюм офицера логистики
  .desc = Хорошо сидящий военный костюм для офицера тыла. 

ent-RMCCBRNSuit = Костюм М3 МОПП
  .desc = Костюмы M3 MOPP специально разработаны и спроектированы для защиты пользователя от неэкранированного воздействия любых химических, биологических, радиологических или ядерных (ХБРЯ) угроз в полевых условиях. 

ent-CMJumpsuitMarineTanker = Униформа танкиста UNMC

ent-CMJumpsuitMarineSniper = Снайперская форма UNMC
  .desc = Стандартная униформа Морпеха. 

ent-CMJumpsuitMarineRTO = Униформа радиотелефониста UNMC
  .desc = Стандартная форма RTO. 

ent-CMJumpsuitMarineMedic = Униформа санитара UNMC
  .desc = Стандартная форма санитара госпиталя Морпех. 

ent-CMJumpsuitMarineEngineer = Униформа UNMC ComTech
  .desc = Стандартная форма боевого техника Морпех. 

ent-CMJumpsuitMarineFormal = официальная униформа Морпеха

ent-JumpsuitMarine = Униформа UNMC
  .desc = Стандартная униформа Морпеха. 

ent-RMCJumpsuitMarinePatch = Униформа UNMC
  .desc = Стандартная униформа Морпеха. 

ent-RMCJumpsuitMarineEngineerPatch = Униформа UNMC ComTech
  .desc = Стандартная форма боевого техника Морпех. 

ent-RMCJumpsuitMarineMedicPatch = Униформа санитара UNMC
  .desc = Стандартная форма санитара госпиталя Морпех. 

ent-RMCJumpsuitMarineRTOPatch = Униформа радиотелефониста UNMC
  .desc = Стандартная форма RTO. 

ent-RMCJumpsuitSunRiders = Униформа UNMC
  .desc = Стандартная униформа Морпеха. 

ent-RMCJumpsuitPilotAlt = летный костюм тактического пилота-офицера
  .desc = Летный костюм, который носят пилоты UNMC, со множеством кожаных ремней, подсумков и другого необходимого снаряжения, которое вы никогда не будете использовать. 

ent-RMCJumpsuitSurvivorMarineDropPouch = Униформа UNMC
  .desc = Разорванный, обожженный и запятнанный кровью. 

