ent-RMCScrubsGrey-name = серые медицинские скрабы
ent-RMCScrubsGrey-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-RMCScrubsOlive-name = оливковые лечебные скрабы
ent-RMCScrubsOlive-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-RMCScrubsLightBlue-name = светло-голубые медицинские скрабы
ent-RMCScrubsLightBlue-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-CMScrubsOrange-name = Медицинские скрабы апельсинового цвета
ent-CMScrubsOrange-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-CMScrubsPurple-name = фиолетовые медицинские скрабы
ent-CMScrubsPurple-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-CMScrubsGreen-name = зеленые медицинские скрабы
ent-CMScrubsGreen-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-CMScrubsBlue-name = синие медицинские скрабы
ent-CMScrubsBlue-desc = Они изготовлены из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-CMJumpsuitRD-name = униформа директора по исследованиям
ent-CMJumpsuitRD-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

ent-CMJumpsuitResearch-name = одежда исследователя
ent-CMJumpsuitResearch-desc = Простой комплект гражданской одежды, которую носят исследователи.

ent-CMJumpsuitCMO-name = комбинезон главного врача
ent-CMJumpsuitCMO-desc = Это комбинезон, который носят те, у кого есть опыт работы на должности главного врача. 

ent-RMCScrubsLightBlueArmband-name = светло-голубые медицинские скрабы
ent-RMCScrubsLightBlueArmband-desc = Он изготовлен из специального волокна, обеспечивающего незначительную защиту от биологических опасностей. 

