ent-RMCMagazineWeYaOrreryN258 = WeYa Orrery, выпуск № 258.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrreryN220 = WeYa Orrery, выпуск № 220.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrreryN217 = WeYa Orrery, выпуск № 217.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrreryN202 = WeYa Orrery, выпуск № 202.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrreryN184 = WeYa Orrery, выпуск № 184.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrreryN175 = WeYa Orrery, выпуск № 175.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrreryN34 = WeYa Orrery Выпуск №34.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineWeYaOrrery = WeYa Orrery Выпуск №65.
  .desc = Журнал, принадлежащий WeYa, освещающий сплетни на рабочем месте и корпоративные новости. 

ent-RMCMagazineBootsN189 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Издание военной полиции, те, кто помогает морским пехотинцам, помогают себе сами!». 

ent-RMCMagazineBootsN150 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Пайки SPP. Правда». 

ent-RMCMagazineBootsN131 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «НЕТ ХОТБОКСИНГА». 

ent-RMCMagazineBootsN125 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Отряд Браво… не только для службы на условиях FOB!». 

ent-RMCMagazineBootsN120 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Уоллес Келли Хаар, 2136–2181».

ent-RMCMagazineBootsN117 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «СТОП КОНСЕРВИРОВАНИЕ». 

ent-RMCMagazineBootsN113 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Марс, тяжелые бои на Красной границе!». 

ent-RMCMagazineBootsN70 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Морпех 70, Будущее войны». 

ent-RMCMagazineBootsN58 = Сапоги! 
  .desc = Единственный официальный журнал КМП США с заголовком «Быстрый, бесшумный, смертоносный: Тяньцзинь».

ent-RMCMagazineBootsN55 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок которого гласит: «ДЕСЯТЬ советов, которые помогут сделать кабину UD-4 более безопасной и расслабляющей».

ent-RMCMagazineBootsN54 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок которого гласит: «AEGIS наносит ответный удар истцам по делу о самоочистке M54C-MK2».

ent-RMCMagazineBootsN45 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Твое оружие и ты!» 

ent-RMCMagazineBootsN07 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок гласит: «Солдат будущего!». 

ent-RMCMagazineBootsN160 = Сапоги! 
  .desc = Единственный официальный журнал UNMC, заголовок которого гласит: «Корпоративные связи «эмоционально истощены» из-за того, что обманули так много людей».

