ent-RMCPamphletAdminVehicles3 = инструкции по транспортным средствам 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminVehicles2 = инструкции по транспортным средствам 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminVehicles1 = транспортные средства 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminSurgery3 = учебная брошюра по хирургии 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminSurgery2 = учебная брошюра по хирургии 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminSurgery1 = хирургия 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminWeaponsSpecialistSniper = Учебная брошюра для специалиста-снайпера
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminWeaponsSpecialistScout = Учебная брошюра для специалиста-разведчика
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminWeaponsSpecialistPyro = Учебная брошюра для специалиста по пиротехнике
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminWeaponsSpecialistGrenadier = Учебная брошюра для гренадерского специалиста
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminWeaponsSpecialistDemolitionist = Учебная брошюра для специалистов по сносу зданий
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminSmartGun1 = умный пистолет 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminResearch1 = исследование 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminPowerLoader2 = брошюра с инструкциями по Power Loader 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminPowerLoader1 = погрузчик с электроприводом 1 брошюра с инструкциями
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminPolice2 = Учебная брошюра полиции 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminPolice1 = полиция 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminPilot2 = учебная брошюра для пилота 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminPilot1 = учебная брошюра для пилота 1
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminOverwatch1 = Overwatch 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminNavigations1 = навигация 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminMeleeWeapons2 = Учебная брошюра по холодному оружию 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminMeleeWeapons1 = холодное оружие 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminMedical4 = медицинская 4 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminMedical3 = медицинская 3 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminMedical2 = медицинская 2 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminMedical1 = медицинская 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminLeadership3 = Учебная брошюра по лидерству 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminLeadership2 = Учебная брошюра по лидерству 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminLeadership1 = лидерство 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminJtac4 = инструкция по jtac 4
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminJtac3 = инструкция по jtac 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminJtac2 = инструкция по jtac 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminJtac1 = jtac 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminIntel2 = инструкция по Intel 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminIntel1 = Intel 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFireman5 = Учебная брошюра пожарного 5
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFireman4 = Учебная брошюра «Пожарный 4»
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFireman3 = Учебная брошюра пожарного 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFireman2 = Учебная брошюра пожарного 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFireman1 = Учебная брошюра для пожарного 1
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFirearms3 = Учебная брошюра по огнестрельному оружию 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFirearms2 = Учебная брошюра по огнестрельному оружию 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminFirearms1 = огнестрельное оружие 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminExecution1 = исполнение 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEngineer4 = учебная брошюра инженера 4
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEngineer3 = учебная брошюра инженера 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEngineer2 = учебная брошюра инженера 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEngineer1 = инженер 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEndurance5 = Учебная брошюра по выносливости 5
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEndurance4 = Учебная брошюра по выносливости 4
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEndurance3 = Учебная брошюра по выносливости 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEndurance2 = Учебная брошюра по выносливости 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminEndurance1 = учебная брошюра по выносливости 1
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminDomestics2 = учебная брошюра для домашних животных 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminDomestics1 = домашняя прислуга 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminCQC5 = cqc 5 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminCQC4 = cqc 4 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminCQC3 = cqc 3 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminCQC2 = cqc 2 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminCQC1 = cqc 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminConstruction3 = учебная брошюра по строительству 3
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminConstruction2 = инструкция по строительству 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminConstruction1 = строительство 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminAntagonist2 = Учебная брошюра по Антагонисту 2
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdminAntagonist1 = антагонист 1 учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletAdmin = учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

