ent-CMPamphletLanguageMonkey = нацарапанные рисунки
  .desc = Лист бумаги, покрытый грубыми изображениями бананов и различных видов приматов. 

ent-CMPamphletLanguageXenonid = Дело ксенобиолога
  .desc = Документ ксенобиолога, в котором записаны и подробно описаны наблюдения за общением ксенонидов в плену посредством вокализации и феромонов, а также заметки о попытках воспроизвести их людьми.

ent-CMPamphletLanguageYautja = окрашенный пергамент
  .desc = Пожелтевший старый кусок пергамента, покрытый странными рунами инопланетной письменности. 

ent-CMPamphletLanguageSpanish = Латинская Америка – Краткое руководство по переводу
  .desc = Эта брошюра была разработана для офицеров разведки, чтобы они могли взаимодействовать с местным населением, но только для IO, которым удалось проспать уроки диалектов и маньеризмов.

ent-CMPamphletLanguageGerman = Перевел текст на 99 Luftballons
  .desc = Эти наспех нацарапанные переводы культового немецкого хита 80-х годов «99 Luftballons» предназначались для ежегодного «Вечера караоке батальона». 

ent-CMPamphletLanguageChinese = Страницы из Красной книжки
  .desc = Страницы из руководства по началу голода, унесшего жизни более 100 миллионов ваших людей. 

ent-CMPamphletLanguageJapanese = Страницы Туредобандо Йохея Адобенча Зохукена
  .desc = Это вырванные страницы из знаменитой исекай-манги под названием «Turedobando Yohei Adobencha Zohuken» или «Японское приключение наемников» о странствующей группе фрилансеров, отправленных в фантастический мир. 

ent-CMPamphletLanguage = перевод брошюры
  .desc = Брошюра, которую ленивые переводчики Морпеха используют для быстрого изучения новых языков на месте.

ent-RMCPamphletMortarOperator = Учебная брошюра для минометчиков
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-RMCPamphletLoader = брошюра с инструкциями по погрузчику
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletIntel = Учебная брошюра по полевой разведке
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletSurgery = брошюра с инструкциями по хирургии
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletPolice = брошюра с инструкциями по работе полиции
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletPowerloader = брошюра с инструкциями по погрузчику
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletSpotter = Учебная брошюра для корректировщика
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletJTAC = Учебная брошюра JTAC
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletEngineer = учебная брошюра для инженера
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphletMedical = медицинская инструкция
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-CMPamphlet = учебная брошюра
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний.

ent-RMCPamphletHeavyMachineGunner = Учебная брошюра для тяжелого пулеметчика
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

ent-RMCPamphletHonorGuard = Учебная брошюра почетного караула
  .desc = Брошюра, предназначенная для быстрого распространения жизненно важных знаний. 

