ent-RMCSpaceCash1 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash = песо
  .desc = У тебя должны быть деньги.

ent-RMCSpaceCash10 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash20 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash50 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash100 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash200 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash500 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

ent-RMCSpaceCash1000 = купюра в 1 доллар
  .desc = Единая банкнота номиналом один доллар, отчеканенная Казначейством ООН. 

