ent-RMCStampFreePress = штамп свободной прессы
  .desc = Штамп для штамповки важных документов.

ent-RMCStampTSE = резиновый штамп империи трех солнц
  .desc = Штамп для штамповки важных документов.

ent-RMCStampSPP = штамп социалистических прогрессивных народов
  .desc = Штамп для штамповки важных документов.

ent-RMCStampCLF = Резиновая марка фронта освобождения колоний
  .desc = Штамп для штамповки важных документов.

ent-CMStampProvost = резиновый штамп ректора
  .desc = Штамп для штамповки важных документов.

ent-CMStampCMB = Штамп маршальского бюро колонии
  .desc = Штамп для штамповки важных документов.

ent-CMStampMarine = Резиновая марка Морпех
  .desc = Штамп для штамповки важных документов.

ent-CMStampWeYa = Резиновая марка Уэстон-Ямада
  .desc = Штамп для штамповки важных документов.

ent-CMStampDenied = ОТКАЗАН резиновый штамп
  .desc = Штамп для штамповки важных документов.

ent-CMStampApproved = УТВЕРЖДЕНО резиновый штамп
  .desc = Штамп для штамповки важных документов.

ent-CMStampLiaison = резиновый штамп корпоративной связи
  .desc = Штамп для штамповки важных документов.

ent-CMStampCE = штамп главного инженера
  .desc = Штамп для штамповки важных документов.

ent-CMStampQM = Штамп офицера логистики
  .desc = Штамп для штамповки важных документов.

ent-CMStampCMO = штамп главного врача
  .desc = Штамп для штамповки важных документов.

ent-CMStampMW = Штамп военного начальника
  .desc = Штамп для штамповки важных документов.

ent-CMStampCMP = Штамп главного депутата парламента
  .desc = Штамп для штамповки важных документов.

ent-CMStampASO = Штамп офицера вспомогательной поддержки
  .desc = Штамп для штамповки важных документов.

ent-CMStampCO = штамп командира
  .desc = Штамп для штамповки важных документов.

ent-CMStampXO = штамп исполнительного директора
  .desc = Штамп для штамповки важных документов.

ent-CMStampBase = резиновый штамп
  .desc = Штамп для штамповки важных документов.

ent-RMCStampSEA = Штамп старшего рядового советника
  .desc = Штамп для штамповки важных документов.

ent-RMCStampProvostInspector = резиновый штамп проректора-инспектора
  .desc = Штамп для штамповки важных документов.

