ent-CMStockPartSMESCoil = сверхпроводящая магнитная катушка
  .desc = Мощная сверхпроводящая магнитная катушка, в основном используемая в конструкции установок СМИС.

ent-CMStockPartMatterBinSuper = супер-контейнер для материи
  .desc = Контейнер для хранения сжатого материала, ожидающего реконструкции.

ent-CMStockPartMicroLaserUltra = сверхмощный микролазер
  .desc = Крошечный лазер, используемый в некоторых устройствах.

ent-CMStockPartManipulatorPico = пикоманипулятор
  .desc = Крошечный манипулятор, используемый при изготовлении некоторых устройств.

ent-CMStockPartScanningModulePhasic = модуль фазового сканирования
  .desc = Компактный модуль фазового сканирования высокого разрешения, используемый в конструкции некоторых устройств.

ent-CMStockPartCapacitorSuper = суперконденсатор
  .desc = Конденсатор сверхвысокой ёмкости, используемый в конструкции различных устройств.

ent-CMStockPartMatterAdvanced = бункер для продвинутых материалов
  .desc = Контейнер для хранения сжатого материала, ожидающего реконструкции.

ent-CMStockPartMicroLaserHigh = мощный микролазер
  .desc = Крошечный лазер, используемый в некоторых устройствах.

ent-CMStockPartManipulatorNano = наноманипулятор
  .desc = Крошечный манипулятор, используемый при изготовлении некоторых устройств.

ent-CMStockPartScanningModuleAdvanced = расширенный модуль сканирования
  .desc = Компактный модуль сканирования с высоким разрешением, используемый в конструкции некоторых устройств.

ent-CMStockPartCapacitorAdvanced = усовершенствованный конденсатор
  .desc = Усовершенствованный конденсатор, используемый в конструкции различных устройств.

ent-CMStockPartMatterBin = мусорное ведро
  .desc = Контейнер для хранения сжатого материала, ожидающего реконструкции.

ent-CMStockPartMicroLaser = микролазер
  .desc = Крошечный лазер, используемый в некоторых устройствах.

ent-CMStockPartManipulatorMicro = микроманипулятор
  .desc = Крошечный манипулятор, используемый при изготовлении некоторых устройств.

ent-CMStockPartScanningModule = модуль сканирования
  .desc = Компактный модуль сканирования с высоким разрешением, используемый в конструкции некоторых устройств.

ent-CMStockPartCapacitor = конденсатор
  .desc = Основной конденсатор, используемый в конструкции различных устройств.

ent-CMStockPartScreen = экран консоли
  .desc = Используется при сборке компьютеров и других устройств с интерактивной консолью.

ent-CMStockPartBase = запасная часть
  .desc = Что?

