ent-CMArmylathe-name = армейский токарный станок
ent-CMArmylathe-desc = Армейский токарный станок — это специализированный токарный станок UNMC, предназначенный для печати деталей для изготовления различных боеприпасов, таких как гильзы для гранат и минометные снаряды.

ent-RMCArmylatheEmpty-name = армейский токарный станок
ent-RMCArmylatheEmpty-desc = Армейский токарный станок — это специализированный токарный станок UNMC, предназначенный для печати деталей для изготовления различных боеприпасов, таких как гильзы для гранат и минометные снаряды.

