ent-DoorXenoResinQueen = Королевская смоляная дверь
  .desc = Сильно усиленная смоляная дверь, созданная с использованием улучшенных способностей Королевы.

ent-WallXenoMembraneQueen = Королевская мембранная стенка
  .desc = Сильно укрепленная мембранная стена, построенная с использованием расширенных способностей Королевы.

ent-WallXenoResinQueen = Королевская смоляная стена
  .desc = Сильно укрепленная стена из смолы, построенная с использованием улучшенных способностей Королевы.

ent-XenoConstructionGhost = Призрак строительства
  .desc = Предварительный просмотр того, что будет построено.

