ent-BarbedWireBase-name = колючая проволока
ent-BarbedWireBase-desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

ent-BarbedWire10-name = колючая проволока
ent-BarbedWire10-desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

ent-BarbedWire15-name = колючая проволока
ent-BarbedWire15-desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

ent-BarbedWire1-name = колючая проволока
ent-BarbedWire1-desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

