ent-BarbedWireBase = колючая проволока
  .desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

ent-BarbedWire10 = колючая проволока
  .desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

ent-BarbedWire15 = колючая проволока
  .desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

ent-BarbedWire1 = колючая проволока
  .desc = Тип металлической проволоки для ограждения, имеющей острые края или точки, расположенные через определенные промежутки вдоль прядей. 

