ent-RMCTablePartAlmayer = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartGambling = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartWoodFancy = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartWoodPoor = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartWood = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartReinforced = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartTan = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

ent-RMCTablePartBase = части стола
  .desc = Комплект для стола, включающий большую плоскую металлическую поверхность и четыре ножки. 

