ent-RMCProjectileRocketHJRA12Incen = HJRA-12 Зажигательная ракета чрезвычайной мощности
  .desc = Ракета для стандартного ручного противотанкового гранатомета SPP HJRA-12. 

ent-RMCProjectileRocketHJRA12HE = Осколочно-фугасная ракета HJRA-12
  .desc = Ракета для стандартного ручного противотанкового гранатомета SPP HJRA-12. 

ent-RMCProjectileRocketHJRA12AT = Противотанковая ракета HJRA-12
  .desc = Ракета для стандартного ручного противотанкового гранатомета SPP HJRA-12. 

ent-RMCRocketHJRA12Incen = HJRA-12 Зажигательная ракета чрезвычайной мощности
  .desc = Ракета для стандартного ручного противотанкового гранатомета SPP HJRA-12. 

ent-RMCRocketHJRA12HE = Осколочно-фугасная ракета HJRA-12
  .desc = Ракета для стандартного ручного противотанкового гранатомета SPP HJRA-12. 

ent-RMCRocketHJRA12AT = Противотанковая ракета HJRA-12
  .desc = Ракета для стандартного ручного противотанкового гранатомета SPP HJRA-12. 

ent-RMCWeaponLauncherHJRA12 = Ручной противотанковый гранатомет HJRA-12
  .desc = Ручной противотанковый гранатомет HJRA-12 — стандартное оружие «Анти-Броня» СПП. 

