ent-RMCBatonSlugProjectile = Пуля для дубинки HIRR
  .desc = Двоюродная сестра резиновой пули M15, пуля для дубинки HIRR была отозвана из вооруженных сил и гражданской полиции из-за переполнения пороха в гильзе башмака. 

ent-RMCShrapnelIncendiary = пылающая шрапнель
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCShrapnelJagged = зазубренная шрапнель
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCHornetRound = патрон .22 Hornet
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCStarShellBullet = звездная пуля
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCAirBurstProjectileSmoke = 40-мм граната М74 AGM-S
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCAirBurstProjectileStarShell = Звездчатый снаряд M74 AGM-S
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCAirBurstProjectileHornet = 40-мм снаряд M74 AGM-H «Хорет»
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCAirBurstProjectileIncendiary = 40-мм граната М74 AGM-I
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCAirBurstProjectileFrag = 40-мм граната М74 АГМ-Ф
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMC40MMGrenadeM74AGMS = 40-мм дымовая граната M74 AGM-S
  .desc = M74 — Боеприпас для воздушной гранаты — Дым. 

ent-RMCBatonSlugHIRR = Пуля для дубинки HIRR
  .desc = Двоюродная сестра резиновой пули M15, пуля для дубинки HIRR была отозвана из вооруженных сил и гражданской полиции из-за переполнения пороха в гильзе башмака. 

ent-RMCStarShellM74AGMS = Звездчатый снаряд M74 AGM-S
  .desc = Функционирует идентично стандартной 40-мм гранате AGM-F, за исключением того, что звездчатый снаряд не взрывается на шрапнель, а взрывается горящим люминофором, который освещает область.

ent-RMCHornetShellM74AGMS = 40-мм снаряд M74 AGM-H «Хорет»
  .desc = Функционирует идентично стандартной 40-мм гранате AGM-F, за исключением того, что снаряд «Шершень» не взрывается на шрапнель, а стреляет голографическими снарядами калибра .22lr. 

ent-RMC40MMGrenadeM74AGMI = 40-мм зажигательная граната M74 AGM-I
  .desc = M74 — Боеприпас для воздушной гранаты — зажигательный. 

ent-RMC40MMGrenadeM74AGMF = Осколочная граната M74 AGM-F калибра 40 мм.
  .desc = M74 — Боеприпас для воздушной гранаты — Фрагментация. 

ent-RMCBaseAirBurstGrenade = воздушная граната

ent-RMCBaseAirBurstProjectile = БазаBullet
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCBaseAirburstRound = БазаBullet
  .desc = Если ты это видишь, ты, вероятно, мертв!

