ent-RMCMechPowerLoader = ЛУ-50 Мощный погрузчик
  .desc = Старая конструкция Fujin, отремонтированная Weston-Yamada, повсеместно используется на складах, постройках и военных кораблях.

ent-RMCMechPowerLoaderWreckage = Обломки силового погрузчика ЛУ-50
  .desc = Обломки погрузчика ЛУ-50 Power.

ent-RMCMechPowerLoaderWreckageGreen = Обломки силового погрузчика ЛУ-43
  .desc = Обломки силового погрузчика ЛУ-43.

ent-RMCMechPowerLoaderWreckageBlue = Обломки силового погрузчика ЛУ-52
  .desc = Обломки силового погрузчика ЛУ-52.

ent-RMCMechPowerLoaderGreen = ЛУ-43 Мощный погрузчик
  .desc = Действительно старая, но проверенная конструкция, повсеместно используемая на складах, постройках и военных кораблях. 

ent-RMCMechPowerLoaderBlue = ЛУ-52 ​​Мощный погрузчик
  .desc = Модернизированный дизайн, призванный превзойти старые модели, которые когда-то использовались в модных портах и ​​объектах. 

