ent-RMCLaserDropshipTarget = мигающий лазер

ent-RMCRangefinderTarget = лазер

ent-RMCLaserDesignatorScout = лазерный целеуказатель разведчика
  .desc = Усовершенствованный лазерный целеуказатель, выдаваемый разведчикам UNMC, с двумя режимами: целеуказание для CAS ИК-лазером и дальномер. 

ent-RMCLaserDesignatorSpotter = лазерный целеуказатель корректировщика
  .desc = Специально разработанный лазерный целеуказатель, выдаваемый корректировщикам UNMC, с двумя режимами: целеуказание для CAS ИК-лазером и дальномер. 

ent-RMCLaserDesignator = лазерный целеуказатель
  .desc = Лазерный целеуказатель с двумя режимами: целеуказание для КАС ИК-лазером и дальномер. 

ent-RMCRangefinder = дальномер
  .desc = Бинокль с функцией дальномера. 

ent-RMCBinocularsCiv = бинокль
  .desc = Пара биноклей.

ent-RMCBinoculars = бинокль
  .desc = Бинокль военного образца.

ent-RMCBinocularsPVE = тактический монокуляр
  .desc = Монокуляр военного образца.

ent-RMCBinocularsCivPVE = бинокль
  .desc = Пара биноклей.

ent-RMCLaserDesignatorPVE = тактический монокулярный целеуказатель
  .desc = Двухрежимный тактический монокуляр, разработанный для использования вместе с элементами CAS и орбитальной поддержки. 

ent-RMCLaserDesignatorTarget = лазер
  .desc = Это лазер для обозначения артиллерийских целей, отойдите от него!

