ent-RMCBulletRevolver44Marksman = пуля (.44 Marksman)
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-CMBulletRevolver44 = пуля (.44)
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCCartridgeRevolver44Marksman = патрон (.44)

ent-RMCCartridgeRevolver44 = патрон (.44)

ent-RMCSpeedLoader44Marksman = Скоростной погрузчик М44 (.44)

ent-RMCSpeedLoaderM44 = Скоростной погрузчик М44 (.44)

ent-RMCBaseSpeedLoader44 = Скоростной погрузчик М44 (.44)

ent-RMCWeaponRevolverM44 = Боевой револьвер М44
  .desc = Громоздкий револьвер, который иногда носили штурмовики и офицеры корпуса Морпех, а также гражданские правоохранительные органы. 

ent-RMCWeaponRevolverM44Empty = Боевой револьвер М44
  .desc = Громоздкий револьвер, который иногда носили штурмовики и офицеры корпуса Морпех, а также гражданские правоохранительные органы. 

ent-RMCWeaponRevolverM44Marksman = Боевой револьвер М44
  .desc = Громоздкий револьвер, который иногда носили штурмовики и офицеры корпуса Морпех, а также гражданские правоохранительные органы. 

