ent-RMCCartridgeRifleM16 = картридж

ent-RMCMagazineRifleM16 = элемент

ent-WeaponRifleM16 = Винтовка М16
  .desc = Старая, надежная конструкция, впервые принятая на вооружение вооруженными силами ООН в 1960-х годах. 

ent-RMCWeaponRifleM16A5 = Винтовка М16А5
  .desc = Модернизированная версия винтовки на платформе М16, вероятно, возникла из бездонных запасов ООН, когда они перешли на более современные винтовки. 

ent-BulletRifle556x45mm = БазаBullet
  .desc = Если ты это видишь, ты, вероятно, мертв!

