ent-RMCGrenadeIED = граната
  .desc = Утка и накрытие.

ent-RMCGrenadeMolotov = импровизированная зажигательная бомба
  .desc = Мощная импровизированная зажигательная бомба, смешанная с щепоткой пороха. 

ent-RMCGrenadeIncendiary = 30-мм зажигательная граната HIDP
  .desc = 30-мм HIDP — это небольшая, но обманчиво мощная зажигательная граната, предназначенная для нарушения мобильности противника с помощью напалма типа B длительного действия. 

ent-RMCGrenadeTraining = граната
  .desc = Утка и накрытие.

ent-RMCGrenadeBlastM12 = Взрывная граната М12
  .desc = Фугасная граната, выпускаемая для частных охранных предприятий. 

ent-CMGrenadeFragOld = Осколочная граната М15
  .desc = Устаревшая осколочная граната UNMC. 

ent-CMGrenadeFrag = 30-мм граната HEFA
  .desc = Осколочно-фугасно-противопехотный. 

ent-CMGrenadeSmoke = 30-мм дымовая граната HSDP
  .desc = 30-мм HSDP — небольшая, но мощная дымовая граната. 

ent-CMGrenadeHighExplosive = 30-мм граната HEDP
  .desc = Фугасный двойного назначения. 

ent-RMCGrenadeFlashBang = граната
  .desc = Утка и накрытие.

ent-CMGrenadeBase = граната
  .desc = Утка и накрытие.

ent-RMCGrenade20mmIncendiary = 20-мм зажигательная граната L109A2
  .desc = 20-мм граната, при ударе создающая пламя. 

ent-RMCGrenade20mmHE = L109A1 20-мм осколочно-фугасная граната
  .desc = 20-мм граната, взрывающаяся при ударе. 

