ent-RMCBeltSPPBrown = Боекомплект модели 6Б80
  .desc = 6Б80 — устаревший, но надежный боекомплект, ранее входивший в стандартную комплектацию армии СПП. 

ent-RMCM82FHolster = пояс
  .desc = Может хранить разные вещи.

ent-RMCM82FHolsterFilled = пояс
  .desc = Может хранить разные вещи.

ent-RMCBeltHolsterNailgun = индивидуальная кобура для гвоздемета
  .desc = Сочетание кобуры «Пистолет M276» и ремня для инженерных инструментов, которые были объединены в уникальный ремень, на котором можно разместить компактный гвоздодер и два запасных магазина для гвоздемета.

ent-RMCBeltSmartGunOperatorPistolPMC = Установка для пистолета-пулемета модели WY-TM410
  .desc = Боевой ремень We-Ya изготовлен по специальной модели и предназначен для ношения боеприпасов к стрелковому оружию и личного оружия.

ent-RMCBeltHolsterM13 = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCM300SOCOMBelt = Погрузочная установка образца .458 SOCOM M300
  .desc = Лента для боеприпасов, предназначенная для хранения пуль большого калибра .458 SOCOM для тяжелой винтовки XM88.

ent-RMCBeltXM51 = Кобура XM51 модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMatebaBeltLuxurious = Роскошная кобура Mateba с рисунком M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMatebaBelt = Кобура Mateba модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMatebaBeltFilled = Кобура Mateba модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltHolsterSMGPouch = Кобура M63 модели M276
  .desc = Специальный вариант M276, предназначенный для размещения пистолета-пулемета M63 и двух запасных магазинов. 

ent-RMCBeltUtilityGeneral = M276 G8-A Универсальная подсумка
  .desc = Небольшая и легкая сумка, которую можно прикрепить к броне M3 Pattern для дополнительного хранения. 

ent-RMCBeltHolsterSMG = Кобура M63 модели M276
  .desc = Специальный вариант M276, предназначенный для ношения в кобуре пистолета-пулемета M63.

ent-RMCBeltHolsterRevolver = Кобура для общего револьвера образца М276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltHolsterPistolPMC = Кобура для пистолета М301
  .desc = М301 является стандартным несущим оборудованием компании Weston-Yamada PMC. 

ent-RMCBeltHolsterPistolTSE = Ремень для пистолета
  .desc = Темно-коричневый кожаный ремень «Пистолет», обычно выдаваемый офицерам ЦЭПА. 

ent-RMCBeltHolsterPistolSPP = Кобура для пистолета Тип 47-С
  .desc = Тип 47-С является штатным силовым оборудованием СЭС. 

ent-RMCBeltHolsterPistolWeYa = Кобура для пистолета WY-TM892 общего образца
  .desc = WY-TM892 является стандартным несущим оборудованием сил безопасности WY. 

ent-RMCBeltHolsterPistol = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltSmartPistol = Кобура "Умный Пистолет" модели М276 СУ-6
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltGrenadeLarge = 30-мм гранатометная установка образца М276 Mk. 
  .desc = М276 Мк. 

ent-RMCBeltGrenade = 30-мм гранатометная установка образца М276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltSmartGunOperatorPistol = Установка для автоматического оружия модели M802
  .desc = M802 — это ограниченная серия грузоподъемного оборудования UNMC, предназначенная для перевозки боеприпасов для смарт-пушек и личного оружия.

ent-CMBeltSmartGunOperator = Барабанный ремень для оператора умного пистолета с рисунком M280
  .desc = Несмотря на то, что 1. барабанные магазины невероятно неэргономичны, и 2. требуют невероятно точной механической обработки, чтобы подходить универсально (спойлер, они не подходят, что еще больше усиливает миф об «умных личностях оружия»), морская пехота решила выпустить модифицированный ремень Морпех (более формально известный под обозначением М280) с крючками и пылезащитными крышками (слишком сложными для средней банки) для барабанных боеприпасов системы ML66A. 

ent-CMBeltMortar = Ремень минометчика модели М276
  .desc = Грузоподъемная установка M276, предназначенная для перевозки боеприпасов к миномету M402 и пистолета.

ent-CMBeltMedical = Медицинская складская установка модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-CMBeltKnife = Оснастка для шаблонного ножа M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-CMBeltUtilityCombat = Пояс для боевых инструментов модели M276
  .desc = Боевой инструментальный пояс модели М276 является альтернативным силовым оборудованием UNMC для инженеров, проводящих ремонт в зонах боевых действий. 

ent-RMCBeltConstruction = Строительная машина модели M277
  .desc = M277 — это обычное снаряжение, используемое боевыми техниками для переноски материалов и других припасов. 

ent-CMBeltUtility = Поясная установка для инструментов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltPMC = Установка для загрузки боеприпасов модели М305
  .desc = М305 является штатной несущей техникой ЧВК Weston-Yamada. 

ent-RMCM276ShotgunShellLoadingRig = Установка для заряжания гильз модели M276
  .desc = Лента для боеприпасов, предназначенная для хранения патронов для дробовика.

ent-CMBeltMarine = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-CMBeltInflatable = надувная утка
  .desc = Не беспокойтесь о том, чтобы тонуть или плавать, когда вы можете просто плыть!

# filled smartgun variation
ent-RMCM276ShotgunShellLoadingRigFill = Установка для заряжания гильз модели M276
  .desc = Лента для боеприпасов, предназначенная для хранения патронов для дробовика.

ent-RMCBeltSmartGunOperatorPistolForeconFilled = Установка для автоматического оружия модели M802
  .desc = M802 — это ограниченная серия грузоподъемного оборудования UNMC, предназначенная для перевозки боеприпасов для смарт-пушек и личного оружия.

ent-RMCBeltSmartGunOperatorPistolCLF = Умное оружие оператора модели M802 «Свобода»
  .desc = Модификация стандартного силового оборудования М802, предназначенная для перевозки боеприпасов к умному пистолету и револьвера Матеба. 

ent-RMCBeltHolsterPistolWeYaMK80Fill = Кобура для пистолета WY-TM892 общего образца
  .desc = WY-TM892 является стандартным несущим оборудованием сил безопасности WY. 

ent-RMCBeltHolsterPistolSPPT73 = Кобура для пистолета Тип 47-С
  .desc = Тип 47-С является штатным силовым оборудованием СЭС. 

ent-RMCBeltHolsterPistolSPPNPZ92 = Кобура для пистолета Тип 47-С
  .desc = Тип 47-С является штатным силовым оборудованием СЭС. 

ent-RMCBeltHolsterRevolverSpearheadFill = Кобура для общего револьвера образца М276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltHolsterRevolverZHNK72Fill = Кобура для общего револьвера образца М276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCHolsterSMGPouchFilledExtended = Кобура M63 модели M276
  .desc = Специальный вариант M276, предназначенный для размещения пистолета-пулемета M63 и двух запасных магазинов. 

ent-RMCMatebaBeltLuxuriousFilled = Роскошная кобура Mateba с рисунком M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMatebaBeltLuxuriousFilledWEYA = Роскошная кобура Mateba с рисунком M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMatebaBeltFilledAmmo = Кобура Mateba модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMatebaBeltForeconFilled = Кобура Mateba модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMK80BeltFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMK80BeltRoyalFilled = Кобура общего назначения L80 Пистолет
  .desc = L80 является стандартным несущим оборудованием Королевской морской пехоты. 

ent-RMCM1984BeltFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCM44BeltFilled = Кобура для общего револьвера образца М276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCT73BeltFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCD50WinterWyvernBeltFilledAmmo = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCD50WinterWyvernBeltFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-GoldHandcannonBeltFilled = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCM17BeltFilled = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCType71BeltFilled = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMAR40BeltFilled = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCMAR50BeltFilled = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCL24BeltFilled = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCL83A3BeltFilled = Установка для загрузки боеприпасов модели M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltUtiliyGeneralFilledRoyal = M276 G8-A Универсальная подсумка
  .desc = Небольшая и легкая сумка, которую можно прикрепить к броне M3 Pattern для дополнительного хранения. 

ent-RMCBeltHolsterPistolFilledL54 = Кобура для общего пистолета М276 образца
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltSmartGunOperatorPistolPMCFilled = Установка для пистолета-пулемета модели WY-TM410
  .desc = Боевой ремень We-Ya изготовлен по специальной модели и предназначен для ношения боеприпасов к стрелковому оружию и личного оружия.

ent-RMCBeltHolsterSMGFilledSMGM63B2 = Кобура M63 модели M276
  .desc = Специальный вариант M276, предназначенный для ношения в кобуре пистолета-пулемета M63.

ent-RMCBeltSPPBrownHalfFill = Боекомплект модели 6Б80
  .desc = 6Б80 — устаревший, но надежный боекомплект, ранее входивший в стандартную комплектацию армии СПП. 

ent-RMCBeltMachineGunner = Установка для хранения тяжелых артиллеристов M804
  .desc = Установка для хранения тяжелого стрелка M804 представляет собой поясную установку для инструментов модели M276, модифицированную для перевозки боеприпасов для крупнокалиберных пулеметных систем и инженерных инструментов для наводчика.

ent-RMCMedicalL75RCM = Медицинская складская установка модели L75
  .desc = L75 является стандартным несущим оборудованием RCM. 

ent-RMCMedicalL75RCMFillPara = Медицинская складская установка модели L75
  .desc = L75 является стандартным несущим оборудованием RCM. 

ent-RMCBeltRCM = Установка для загрузки боеприпасов модели L70
  .desc = Подходит для ношения с собой дополнительных боеприпасов в жару джунглей. 

ent-RMCBeltUtilityGeneralRCM = Ремень общего назначения L26
  .desc = Небольшая и легкая сумка, которую можно прикрепить к Броне для дополнительного хранения. 

ent-RMCBeltHolsterPistolRCM = Кобура общего назначения L80 Пистолет
  .desc = L80 является стандартным несущим оборудованием Королевской морской пехоты. 

ent-RMCBeltHolsterPistolPara = парамаринная несущая установка
  .desc = Прочный ремень с черной кожаной кобурой, предназначенный для парамаринов RCM. 

ent-RMCBeltHolsterPistolParaM44 = парамаринная несущая установка
  .desc = Прочный ремень с черной кожаной кобурой, предназначенный для парамаринов RCM. 

ent-RMCBeltHolsterPistolParaM44Random = парамаринная несущая установка
  .desc = Прочный ремень с черной кожаной кобурой, предназначенный для парамаринов RCM. 

ent-RMCBeltHolsterPistolParaCustom = парамаринная несущая установка по индивидуальному заказу
  .desc = Модифицированный пояс RCM Paramarine с черной кожаной кобурой с золотой инкрустацией, большой подсумком и несколькими отделениями меньшего размера обеспечивает достаточно места для дополнительных боеприпасов и полевых предметов — стандартного снаряжения для парамаринов, высадившихся на враждебную территорию.

ent-RMCBeltRoyalMortar = Несущая установка модели L79
  .desc = Несущая установка модели L79, предназначенная для перевозки вспомогательных боеприпасов для легкого миномета или гранатомета L989A2, а также для пистолета и магазина. 

ent-RMCBeltRoyalMortarFilledGrenades = Несущая установка модели L79
  .desc = Несущая установка модели L79, предназначенная для перевозки вспомогательных боеприпасов для легкого миномета или гранатомета L989A2, а также для пистолета и магазина. 

ent-RMCBeltRoyalMortarFilledMortarShells = Несущая установка модели L79
  .desc = Несущая установка модели L79, предназначенная для перевозки вспомогательных боеприпасов для легкого миномета или гранатомета L989A2, а также для пистолета и магазина. 

ent-RMCBeltHolsterPistolRCML29Filled = Установка для пистолета L29
  .desc = Темно-коричневый кожаный ремень «Пистолет», обычно выдаваемый офицерам РКМ. 

ent-RMCBeltUtilityGeneralRCMPVE = Ремень общего назначения L26
  .desc = Небольшая и легкая сумка, которую можно прикрепить к Броне для дополнительного хранения. 

