ent-RMCBeltMedicBagPMC = Медицинская сумка с узором WY-TM625
  .desc = WY-TM625 является стандартным несущим оборудованием сил безопасности WY. 

ent-CMBeltMedicBag = Спасательная сумка с узором M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltMedicBagERTFilled = Спасательная сумка с узором M276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-RMCBeltMedicBagSPP = Спасательная сумка типа 41
  .desc = Грузовая установка Тип 41 является штатным силовым оборудованием военных СПП. 

ent-RMCBeltMedicBagSPPCommandoFilled = Спасательная сумка типа 41
  .desc = Грузовая установка Тип 41 является штатным силовым оборудованием военных СПП. 

ent-RMCBeltMedicBagPMCFilled = Медицинская сумка с узором WY-TM625
  .desc = WY-TM625 является стандартным несущим оборудованием сил безопасности WY. 

ent-RMCBeltMedicBagRoyal = Спасательная сумка с узором M276
  .desc = М276 является штатной несущей техникой UNMC. 

