ent-CMBeltSecurityMarshal = маршальский дежурный ремень
  .desc = Черный дежурный ремень, используемый для ношения инструментов маршалов. 

ent-CMBeltSecuritySPP = Установка военной полиции Тип 43
  .desc = Тип 43 является штатным несущим оборудованием СЭС. 

ent-RMCBeltSecurityWeYa = Комплекс корпоративной безопасности М276-С
  .desc = Адаптация несущего оборудования M276 компании Weston-Yamada, предназначенная для корпоративных сил безопасности. 

ent-CMBeltSecurityMP = Установка военной полиции образца М276
  .desc = М276 является штатной несущей техникой UNMC. 

ent-CMBeltSecurity = Охранное устройство модели М276
  .desc = М276 является штатной несущей техникой UNMC. 

