ent-RMCDrinkAlcoholWhiskey = специальный резерв дяди Гита
  .desc = Односолодовый виски премиум-класса, бережно выдержанный в течение четырех лет деревенскими жителями в заводях Алабамы.

ent-RMCDrinkAlcoholVodka = водка красная звезда
  .desc = Водка «Красная звезда»: основной продукт рациона врага. 

ent-RMCDrinkAlcoholSake = Уэстон-Ямада сакэ
  .desc = Саке изготавливается по древним технологиям, передаваемым тысячелетиями. 

ent-RMCDrinkAlcoholRum = кубинский пряный ром капитана Пита
  .desc = Названный в честь знаменитого капитана «Кубинца» Пита, этот ром столь же изменчив, как и его последняя миссия.

ent-RMCDrinkAlcoholPurpleWine = бархат колдуна
  .desc = Какая восхитительная упаковка для несомненно качественного вина! 

ent-RMCDrinkAlcoholPatron = художник-покровитель
  .desc = Текила с серебряными нотками, которую подают в космических ночных клубах по всей галактике.

ent-RMCDrinkAlcoholBlueCuracao = мисс Блю Кюрасао
  .desc = Фруктовый, исключительно лазурного напитка. 

ent-RMCDrinkAlcoholMelonLiquor = изумрудно-дынный ликер
  .desc = Бутылка 46-градусного ликера Emeraldine Melon. 

ent-RMCDrinkAlcoholVermouth = гоголь вермут
  .desc = Сладкая, сладкая сухость~

ent-RMCDrinkAlcoholKahlua = Кофейный ликер Роберта Робуста
  .desc = Широко известный мексиканский ликер со вкусом кофе. 

ent-RMCDrinkAlcoholGoldschlager = Голдшлагер студентки
  .desc = Потому что они единственные, кто выпьет 100 крепких шнапсов с корицей.

ent-RMCDrinkAlcoholGin = джин-гриффитер
  .desc = Бутылка высококачественного джина, произведенного на космической станции Нью-Лондон.

ent-RMCDrinkAlcoholDavenport = Давенпорт ржаной виски
  .desc = Дорогой виски с ярко выраженным вкусом. 

ent-RMCDrinkAlcoholCognac = Коньяк премиум-класса Шато де Батон
  .desc = Сладкий и сильноалкогольный напиток, изготовленный после многочисленных дистилляций и многолетних выдержек. 

ent-RMCDrinkAlcoholAbsinthe = Верте-джейлер
  .desc = Один глоток этого, и ты знаешь, что хорошо проведешь время.

ent-RMCDrinkAlcoholTequila = Caccavo — текила гарантированного качества
  .desc = Изготовлен из нефтяных дистиллятов премиум-класса, чистого талидомида и других ингредиентов высочайшего качества!

ent-RMCDrinkAlcoholGrenadine = Сироп шиповника и гренадина
  .desc = Сладкий и острый сироп, используемый для придания цвета или аромата напиткам.

ent-RMCDrinkAlcoholBase = элемент

ent-RMCDrinkAlcoholDavenportMostlyEmpty = Давенпорт ржаной виски
  .desc = Дорогой виски с ярко выраженным вкусом. 

