ent-CMWEYAFlask = Мы-Я колба
  .desc = Металлическая фляга с тиснением фирменного логотипа We-Ya, которую какой-то корпоративный подхалим, вероятно, заказал для продажи в столовых военных кораблей.

ent-CMMarineFlask = Морпеховая колба
  .desc = Металлическая колба с тиснением логотипа «Морпех», вероятно, наполненная суспензией воды, моторного масла и медицинского спирта.

ent-CMMetalFlask = металлическая колба
  .desc = Металлическая колба с приличным объемом жидкости.

ent-CMCanteen = столовая
  .desc = Делаешь глоток из своей верной фляги Морпех...

ent-CMCanteenBase = элемент

ent-RMCWeYaThermos = элемент

