ent-RMCDrinkHotCocoa = голландское горячее какао
  .desc = Сделано в космосе, Южная Америка.

ent-RMCDrinkTea = Дьюк Фиолетовый чай
  .desc = Оскорбление Герцога Пурпурного — это оскорбление Космической Королевы! 

ent-RMCDrinkCoffeeGrind = Ежедневная работа
  .desc = Восстань и сияй! 

ent-RMCDrinkCoffee = кофе
  .desc = Будьте осторожны: напиток, который вы собираетесь попробовать, очень горячий.

ent-RMCDrinkTeaSPP = изолированный контейнер
  .desc = Небольшой многоразовый изолированный контейнер для хранения жидкостей с крышкой.

ent-RMCDrinkWaterSPP = изолированный контейнер
  .desc = Небольшой многоразовый изолированный контейнер для хранения жидкостей с крышкой.

