ent-RMCColonyLiberationFrontCup = кружка CLF
  .desc = Прочная, потертая чаша с символом CLF, рожденная в результате неповиновения, вызванного Огнями Хариса.

ent-RMCWestonYamadaCup = ВЭЯ кружка
  .desc = Чистая, стильная чашка с логотипом корпорации Weston-Yamada сбоку. 

ent-RMCUnitedNationsCup = ООН кружка
  .desc = Изящный официальный кубок ООН, символизирующий единство, порядок и власть среди звезд. 

ent-RMCSocialistPPCup = СПП кружка
  .desc = Крепкий малиновый кубок с гербом СПП, сложенный как настоящий крепкий мужик, готовый служить товарищам по труду и славе среди звезд.

ent-RMCMarineCorpsCup = кружка УНМК
  .desc = Прочная кружка военного уровня с эмблемой UNMC, рассчитанная на выносливость в любых условиях — будь то на борту корабля или в полевых условиях.

ent-RMCCoffeeCup = кружка
  .desc = Керамическая кружка. 

ent-RMCCoffeeCupFilled = кружка
  .desc = Керамическая кружка. 

ent-RMCThreeSunEmpireCup = кружка ТСЭ
  .desc = Изящная, изящная кружка с изображением Империи Трех Солнц на боку. 

ent-RMCPaperCup = бумажный стаканчик
  .desc = Бумажный стаканчик для воды.

