ent-RMCBoxMREEmpty = Ящик с припасами (MRE)
  .desc = Коробка MRE. 

ent-CMMREComponentBase = компонент MRE
  .desc = Пакет от готовой еды, собственность морской пехоты. 

ent-CMMRE = УНМК МРЭ
  .desc = Еда, готовая к употреблению. 

ent-RMCMRESPP = Пайковый пакет SPP IRP
  .desc = Индивидуальный рацион питания, в основном состоящий из различных консервов, несмотря на то, что он тяжелее, оказался намного надежнее.

ent-RMCMREWeYa = Пайковый пакет бренда We-Ya
  .desc = Более-менее сплоченный рацион, предназначенный для колонистской и корпоративной безопасности, наполненный продуктами среднего качества с длительным сроком хранения.
ent-RMCMREWeYaPMC = Рацион ЧВК CFR
  .desc = Боевой полевой рацион. 

ent-RMCMRETSE = Рацион TSE ОВП
  .desc = Пайковый пакет операции. 

ent-RMCMRECLF = завернутая импровизированная еда
  .desc = Приготовьте домашнюю или утилизированную еду, и вы делаете то, что должны, в пределах своих возможностей.

ent-CMMREFoodBase = элемент
  .desc = Содержание выпуска Морпех Standard MRE.

ent-RMCSurvivalRationSPP = Норма выживания SPP
  .desc = Небольшая сжатая упаковка, содержащая одну порцию еды, которую вы не можете различить.

ent-RMCBoxMRE = Ящик с припасами (MRE)
  .desc = Коробка MRE. 

ent-RMCBoxMRETSE = коробка с ОВП (x12)
  .desc = Коробка ОВП. 

