ent-CMIDCardLanyard = голо-шнур для идентификации
  .desc = Грубый голо-шнур. 

ent-CMIDCardSilver = серебряный идентификационный голографический бейдж
  .desc = Посеребренный голографический значок, символизирующий честь и преданность делу.

ent-CMIDCardGold = золотой идентификационный голографический бейдж
  .desc = Позолоченный голографический значок, олицетворяющий силу и могущество.

ent-CMIDCardBase = идентификационный голографический бейдж
  .desc = Кусок закодированного сжатого стекловолокна. 

ent-RMCDogtagProp = жетон для собаки
  .desc = Упавший жетон Морпеха, тела не видно.

ent-RMCInformationDogtag = информационный жетон для собаки
  .desc = Информационный жетон упавшего Морпеха.

ent-RMCInformationDogtagProp = жетон с выцветшей информацией
  .desc = Информационный жетон упавшего Морпеха. 

ent-CMIDCardStandardDogtag = жетон для собаки
  .desc = Жетон Морпех.

ent-RMCIDCardStandardDogtagHidden = жетон для собаки
  .desc = Жетон Морпех.

