ent-CMIDCardIntelOfficer = удостоверение личности офицера разведки
  .desc = Посеребренный голографический значок, символизирующий честь и преданность делу.

ent-CMIDCardDCC = удостоверение личности начальника экипажа десантного корабля
  .desc = Кусок закодированного сжатого стекловолокна. 

ent-CMIDCardPilotGunship = удостоверение пилота боевого корабля
  .desc = Кусок закодированного сжатого стекловолокна. 

ent-CMIDCardPilotDropship = удостоверение личности пилота десантного корабля
  .desc = Кусок закодированного сжатого стекловолокна. 

ent-CMIDCardASO = удостоверение личности офицера вспомогательной поддержки
  .desc = Посеребренный голографический значок, символизирующий честь и преданность делу.

