ent-CMIDCardProvostSectorMarshal = Удостоверение начальника сектора маршала
  .desc = Выдается членам проректора.

ent-CMIDCardHighCommand = удостоверение личности генерального офицера
  .desc = Высшая латунь высшей латуни. 

ent-CMIDCardExecutiveOfficer = удостоверение личности руководителя
  .desc = Посеребренный голографический значок, символизирующий честь и преданность делу.

ent-RMCIDCardCommandingOfficerPlus = удостоверение командира офицера
  .desc = Высшая латунь высшей латуни. 

ent-CMIDCardCommandingOfficer = удостоверение командира офицера
  .desc = Позолоченный голографический значок, олицетворяющий силу и могущество.

ent-RMCIDCardPlatoonCommander = удостоверение командира взвода
  .desc = Посеребренный голографический значок, символизирующий честь и преданность делу.

ent-CMIDCardStaffOfficer = удостоверение личности штабного офицера
  .desc = Посеребренный голографический значок, символизирующий честь и преданность делу.

