ent-RMCIDCardCMBMarshal = Золотой знак маршала CMB
  .desc = Заветный золотой значок, означающий, что владелец — один из немногих маршалов CMB, патрулирующих внешнее кольцо. 

ent-RMCIDCardCMBRiotOfficer = Серебряный значок офицера по борьбе с массовыми беспорядками CMB
  .desc = Серебряный значок, обозначающий, что его владелец является офицером CMB по борьбе с беспорядками. 

ent-RMCIDCardCMBDeputy = Серебряный значок депутата ЦМВ
  .desc = Серебряный значок, обозначающий, что владелец является депутатом CMB. 

ent-RMCIDCardCMBDeputySurvivor = Серебряный значок депутата бюро
  .desc = Серебряный значок, обозначающий, что владелец является заместителем Бюро. 

ent-RMCIDCardCMBMarshalSurvivor = Золотой значок маршала бюро
  .desc = Заветный золотой значок, означающий, что владелец — один из немногих маршалов CMB, патрулирующих внешнее кольцо. 

