ent-RMCIDCardTSEPAGold = Золотой знак ЦЭПА
  .desc = Золотой значок, обозначающий, что владелец является инспектором TSEPA. 

ent-RMCIDCardTSEPASilverGold = Серебряный золотой знак ЦЭПА
  .desc = Серебряный значок с золотыми акцентами, обозначающий, что владелец является старшим констеблем TSEPA. 

ent-RMCIDCardTSEPA = Серебряный знак ЦЭПА
  .desc = Серебряный значок, обозначающий, что владелец является констеблем TSEPA. 

ent-RMCIDCardTSEPASurvivor = Серебряный знак ЦЭПА
  .desc = Серебряный значок, обозначающий, что владелец является констеблем TSEPA. 

