ent-RMCCartridge762x25mm = картридж (10х20мм)

ent-RMCMagazineSMGType19Drum = элемент

ent-RMCMagazineSMGType19 = элемент

ent-RMCWeaponSMGType19 = Пистолет-пулемет Тип-19
  .desc = Устаревший, но надежный и мощный пистолет-пулемет, созданный в Социалистических прогрессивных народах. Он все еще находится на ограниченном вооружении в СПП, но чаще всего используется военизированными группировками или корпоративными силами безопасности. 

ent-RMCBullet762x25mm = БазаBullet
  .desc = Если ты это видишь, ты, вероятно, мертв!

