ent-RMCBoxBeaker = коробка с мензурками
  .desc = Это обычная коробка.

ent-RMCBoxSyringe = коробка шприцев
  .desc = На упаковке напечатано предупреждение о биологической опасности.

ent-RMCBoxPillCanister = коробка бутылочек с таблетками
  .desc = На лицевой стороне изображены флаконы с таблетками.

ent-RMCBoxBodyBag = коробка для мешка для тела
  .desc = Содержит мешки для трупов.

ent-RMCBoxLatexGloves = коробка для латексных перчаток
  .desc = В комплекте стерильные латексные перчатки.

ent-RMCBoxSterileMask = стерильная коробка для маски
  .desc = В этой коробке находятся стерильные медицинские маски.

