ent-RMCAirFlareCAS = воздушный сигнал ракеты

ent-RMCAirFlare = воздушная вспышка

ent-RMCFlareCASBullet = сигнальный ракетный снаряд
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCFlareBullet = сигнальный снаряд
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCPackFlareCAS = Комплект сигнальных ракет для маркировки М94
  .desc = Пакет из восьми опознавательных ракет M94. 

ent-CMPackFlareBase = Комплект сигнальных ракет для маркировки М94
  .desc = Пакет из восьми опознавательных ракет M94. 

ent-CMPackFlare = Комплект сигнальных ракет для маркировки М94
  .desc = Пакет из восьми опознавательных ракет M94. 

ent-RMCBoxPackFlareCASEmpty = Ящик с припасами (M89-S)
  .desc = Коробка сигнальных ракетниц М89 для обозначения пути.

ent-RMCBoxPackFlareEmpty = Ящик с припасами (M94)
  .desc = Коробка с сигнальными сигнальными ракетами M94, которые сделают ваш день ярче.

ent-RMCStarShellAsh = пепел горящей звезды
  .desc = Яркий горящий пепел от Star Shell 40мм. 

ent-RMCFlareCAS = вспышка
  .desc = Красный Морпех выпустил сигнальную ракету. 

ent-CMFlare = вспышка
  .desc = Красный Морпех выпустил сигнальную ракету. 

ent-RMCBoxPackFlare = Ящик с припасами (M94)
  .desc = Коробка с сигнальными сигнальными ракетами M94, которые сделают ваш день ярче.

ent-RMCBoxPackFlareCAS = Ящик с припасами (M89-S)
  .desc = Коробка сигнальных ракетниц М89 для обозначения пути.

ent-RMCFlareL96 = элемент

ent-RMCPackFlareL96 = Комплект сигнальных ракет для маркировки М94
  .desc = Пакет из восьми опознавательных ракет M94. 

ent-RMCFlareL96Bullet = Ракетный снаряд L96
  .desc = Если ты это видишь, ты, вероятно, мертв!

ent-RMCAirFlareL96 = воздушная вспышка

