ent-RMCFlashlightLantern = фонарь
  .desc = Шахтерский фонарь.

ent-RMCLampTripod = штативная лампа
  .desc = Трубка аварийного освещения, закрепленная на штативе. 

ent-RMCLampCandelabra = канделябры
  .desc = Пожарная опасность, которую можно использовать, чтобы безнаказанно бить вещи.

ent-RMCLampMenorah = Менора
  .desc = Для празднования Хануки.

ent-RMCLamp = настольная лампа
  .desc = Настольная лампа с регулируемым креплением.

ent-RMCFlashlightPen = фонарик
  .desc = Фонарик размером с ручку, используемый медицинским персоналом.

ent-RMCFlashlight = элемент

ent-RMCBoxFlashlightsEmpty = Ящик с припасами (фонарики)
  .desc = Коробка фонариков, которые украсят ваш день!

ent-RMCFlashlightBase = элемент

ent-RMCBoxFlashlights = Ящик с припасами (фонарики)
  .desc = Коробка фонариков, которые украсят ваш день!

ent-RMCLampGreen = настольная лампа
  .desc = Классическая настольная лампа зеленого цвета.

ent-RMCLampTripodGrey = штативная лампа
  .desc = Трубка аварийного освещения, закрепленная на штативе. 

