ent-RMCInflatableDoorFolded = надувная дверь
  .desc = Складчатая мембрана, которая при активации быстро расширяется в простую дверь.

ent-RMCInflatableWallFolded = надувная стена
  .desc = Складчатая мембрана, которая при активации быстро расширяется до большой кубической формы.

ent-RMCInflatableWallFolded1 = надувная стена
  .desc = Складчатая мембрана, которая при активации быстро расширяется до большой кубической формы.

ent-RMCInflatableDoorFolded1 = надувная дверь
  .desc = Складчатая мембрана, которая при активации быстро расширяется в простую дверь.

