ent-RMCWelderIndustrial = промышленная паяльная лампа
  .desc = Плавит все, что угодно, пока оно заправлено, не забудьте защиту для глаз!

ent-CMWelderSmall = Ручной сварщик МЕ3
  .desc = Компактная ручная сварочная горелка, используемая морской пехотой для резки и сварки в полевых условиях. 

ent-RMCWelderAdmin = админ паяльная лампа
  .desc = Плавит что угодно, пока оно заправлено топливом, забудьте о защите глаз!

ent-RMCWelderBase = паяльная лампа
  .desc = Плавит все, что угодно, пока оно заправлено, не забудьте защиту для глаз!

ent-CMWelder = паяльная лампа
  .desc = Плавит все, что угодно, пока оно заправлено, не забудьте защиту для глаз!

ent-RMCWelderEmpty = паяльная лампа
  .desc = Плавит все, что угодно, пока оно заправлено, не забудьте защиту для глаз!

ent-RMCWelderPVE = модифицированная паяльная лампа
  .desc = Это более «продвинутая» версия стандартной паяльной лампы UNMC. К ней прикреплен сварочный щиток для защиты глаз. 

