ent-RMCM85A1Case = Кейс для гранатомета М85А1
  .desc = Кейс с гранатометом М85А1. 

ent-RMCM42A2ShotgunCase = Кейс для помпового ружья M42A2
  .desc = Кейс с помповым ружьем M42A2.

ent-RMCM54CMK2Case = Кейс для штурмовой винтовки М54С МК2
  .desc = Кейс с автоматом M54C MK2.

ent-RMCM54CMK1CaseAP = Кейс для штурмовой винтовки M54C MK1 AP
  .desc = Кейс с автоматом M54C MK1, снаряженным бронебойными патронами. 

ent-RMCM54CMK1Case = Кейс для штурмовой винтовки М54С МК1
  .desc = Кейс с автоматом M54C MK1. 

ent-RMCMOU53Case = Чехол для ружья MOU53
  .desc = Кейс с ружьем MOU53. 

ent-RMCXM51Case = XM51 пробивает чехол для обреза
  .desc = Кейс с обрезом XM51 Breaching. 

ent-RMCCaseXM88 = Тяжелый кейс для винтовки XM88
  .desc = Кейс с тяжелой винтовкой XM88, прототипом оружия, предназначенным для использования против тяжелобронированной пехоты и легких транспортных средств. 

ent-RMCGunCaseRifleM54CE2 = Чемодан для тяжелой штурмовой винтовки M54CE2
  .desc = Оружейный кейс с тяжелой штурмовой винтовкой M54CE2. 

ent-RMCGunCaseRifleM54C = Кейс для штурмовой винтовки М54С МК2
  .desc = Кейс с автоматом M54C MK2.

ent-RMCGunCasePistolZHNK72 = Футляр для револьвера ЖНК-72
  .desc = Кейс с заряженным ЖК-72 и двумя спидлоадерами к нему.

ent-RMCGunCasePistolT73 = Корпус пистолета Тип 73
  .desc = Кейс с заряженным Тип 73 и двумя магазинами к нему.

ent-RMCGunCasePistolHG45Marina = Кейс для пистолета HG-45 "Марина"
  .desc = Кейс, в котором находится заряженный HG-45 «Марина» и два магазина к нему.

ent-RMCGunCasePistolHG45Aguila = Кейс для пистолета HG-45 «Агила»
  .desc = Кейс с заряженным HG-45 «Агила» и двумя магазинами к нему.

ent-RMCGunCaseRevolverRSh9 = Футляр для штурмового револьвера РШ9
  .desc = Кейс с оружием.

ent-RMCGunCasePistolM1984Custom = Кастомный служебный кейс для пистолета образца 1984 года.
  .desc = Кейс, в котором находится заряженный заказной служебный Пистолет образца 1984 года и два магазина к нему.

ent-RMCGunCasePistolM1984 = Кейс для служебного пистолета обр.1984 г.
  .desc = Ящик с оружием, в котором находится служебный пистолет образца 1984 года.

ent-RMCGunCasePistolM44Custom = Кастомный футляр для боевого револьвера М44.
  .desc = Кейс, в котором находится заряженный кастомный боевой револьвер М44 и два спидлоадера к нему.

ent-RMCGunCasePistolM44 = Футляр для боевого револьвера M44
  .desc = Кейс для оружия, в котором находится боевой револьвер M44, заряженный стрелковыми патронами.

ent-RMCGunCasePistolM77 = Кейс для боевого пистолета M77
  .desc = Кейс с боевым пистолетом M77. 

ent-RMCD18Case = Чехол для пистолета D18
  .desc = Красиво оформленная и прочная коробка, содержащая D18 Hummingbird и один дополнительный магазин к нему. 

ent-RMCGunCasePistolMK80 = Кейс Пистолет МК80
  .desc = Кейс с пистолетом MK80. 

ent-RMCGunCasePistolSmart = Умный кейс Пистолет СУ-6
  .desc = Кейс с умным Пистолетом СУ-6. 

ent-RMCGunCasePistolM13 = Кейс для автопистолета М13
  .desc = Кейс для оружия, содержащий необходимые приспособления для сборки специального автопистолета М13. 

ent-RMCM59ACaseAP = Кейс для прототипа винтовки M59A AP
  .desc = Кейс для оружия, в котором находится прототип винтовки M59A, снаряженный бронебойными патронами. 

ent-RMCML66DCase = Чемодан для крупнокалиберного пулемета МЛ66Д
  .desc = Оружейный кейс с крупнокалиберным пулеметом ML66D. 

ent-RMCM2CCase = Чемодан для крупнокалиберного пулемета М2С
  .desc = Кейс с крупнокалиберным пулеметом M2C. 

