ent-RMCPVECaseMotionDetector = корпус детектора движения
  .desc = Кейс с четырьмя отдельными портативными детекторами движения.

ent-RMCPVECaseFlamerFuel = Корпус канистры с топливом М34
  .desc = Тяжелый чемодан с шестью канистрами с топливом для мусоросжигательной установки М34.

ent-RMCPVECaseSentry = UN 571-C Чемодан для турели
  .desc = Оружейный кейс, в котором находится сторожевое устройство ООН 571-С и запасной барабан.

ent-RMCPVECaseM5SPR = Кейс для боевой винтовки M5SPR
  .desc = Большой кейс для хранения M5SPR, модифицированной боевой винтовки UNMC, оснащенной патронами HV-P.

ent-RMCPVECaseM42A2 = Чехол для ружья М42А2
  .desc = Тяжелый кейс для хранения помпового ружья M42A2, современной интерпретации классики на все времена Armat Battlefield Systems.

ent-RMCBasePVEEquipmentCase = кейс для базового оборудования
  .desc = Кейс с оружием.

ent-RMCPVECaseType23 = Чехол для ружья Тип 23
  .desc = Тяжелый кейс для хранения помпового ружья тип 23, полуавтоматического ружья СПП.

ent-RMCPVECaseM5SPR2 = Чемодан для боевой винтовки М5СПР2
  .desc = Большой кейс для хранения M5SPR2, модифицированной боевой винтовки We-Ya PMC, оснащенной патронами HV-P.

ent-RMCPVECaseType64 = Кейс для пистолета Тип 64
  .desc = Тяжелый кейс для хранения пистолета-пулемета Тип 64, стандартного пистолета-пулемета Социалистических прогрессивных народов.

ent-RMCPVECaseType88 = Корпус типа 88 DMR
  .desc = Тяжелый чемодан для хранения стрелковой винтовки Type 88, стандартной винтовки DMR социалистических прогрессивных народов.

ent-RMCPVECaseL91SWS = Корпус L91 SWS
  .desc = Тяжелый кейс для хранения всей системы вооружения поддержки L91 вместе с глушителем, тремя барабанами и тремя магазинами с боеприпасами - обычными и бронебойными патронами соответственно. 

ent-RMCPVECaseL91SWSIFF = Корпус L91 SWS
  .desc = Тяжелый кейс для хранения всей системы вооружения L91, а также трех барабанов и трех магазинов с боеприпасами - обычными и бронебойными патронами соответственно.

ent-RMCPVECaseSentrySPP = Кейс для турели SPP SDS-R8
  .desc = Оружейный кейс, в котором находится блок СПП СДС-Р8 и запасной барабан.

ent-RMCPVECaseSentryPMC = Мини-корпус Ве-Я 512-М
  .desc = Оружейный кейс с мини-часовым Ве-Я 512-М и запасным барабаном.

ent-RMCPVECaseFlamerFuelLPO80 = Корпус канистры с топливом LPO80
  .desc = Тяжелый чемодан с шестью канистрами с топливом для мусоросжигательной установки LPO80.

