ent-RMCKitSpotter = набор
  .desc = Это обычная коробка.

ent-RMCKitLoader = набор
  .desc = Это обычная коробка.

ent-RMCScoutSpecEquipmentCase = чемодан для разведывательного снаряжения
  .desc = Большой кейс, содержащий специальную боевую винтовку M4SPR, легкие M3-S «Броня и Шлем», боевой прицел M4SPR, термоплащ M68, реактивный термобрезент V3, боеприпасы и дополнительное оборудование.

ent-RMCDemoSpecEquipmentCase = чемодан для оборудования для сноса
  .desc = Большой кейс, в котором находится крупнокалиберная противотанковая установка М5, усиленная легкая Броня М3-Т, пять 84-мм ракет и дополнительное оборудование.

ent-RMCGrenadeSpecEquipmentCase = кейс для снаряжения тяжелого гренадера
  .desc = Большой кейс, вмещающий сверхмощный многозарядный гранатомет М83, гренадерские М3-Г4 «Броня» и «Шлем», значительное количество различных 30-мм гранат и дополнительное снаряжение.

ent-RMCAntiMaterielEquipmentCase = Чемодан для противотанкового снайперского снаряжения
  .desc = Большой кейс, в котором находится ваша собственная дальнобойная противотанковая снайперская винтовка XM43E1, маскировочная Броня и Шлем M45, разведывательный прицел M42, боеприпасы, снаряжение корректировщика и дополнительное оборудование.

ent-CMSniperEquipmentCase = чехол для снайперского снаряжения
  .desc = Большой кейс, в котором находится ваша собственная дальнобойная снайперская винтовка M96S, маскировочная Броня и Шлем M45, разведывательный прицел M42, боеприпасы, снаряжение корректировщика и дополнительное оборудование.

ent-RMCPyroSpecEquipmentCase = кейс для пиротехнического оборудования
  .desc = Большой кейс, в котором находится мусоросжигательная установка М34-Т, пиротехника М35 «Броня и Шлем», гибкая система дозаправки «Бройлер-Т» и дополнительное оборудование.

