ent-RMCKitSpotter-name = набор
ent-RMCKitSpotter-desc = Это обычная коробка.

ent-RMCKitLoader-name = набор
ent-RMCKitLoader-desc = Это обычная коробка.

ent-RMCScoutSpecEquipmentCase-name = чемодан для разведывательного снаряжения
ent-RMCScoutSpecEquipmentCase-desc = Большой кейс, содержащий специальную боевую винтовку M4SPR, легкие M3-S «Броня и Шлем», боевой прицел M4SPR, термоплащ M68, реактивный термобрезент V3, боеприпасы и дополнительное оборудование.

ent-RMCDemoSpecEquipmentCase-name = чемодан для оборудования для сноса
ent-RMCDemoSpecEquipmentCase-desc = Большой кейс, в котором находится крупнокалиберная противотанковая установка М5, усиленная легкая Броня М3-Т, пять 84-мм ракет и дополнительное оборудование.

ent-RMCGrenadeSpecEquipmentCase-name = кейс для снаряжения тяжелого гренадера
ent-RMCGrenadeSpecEquipmentCase-desc = Большой кейс, вмещающий сверхмощный многозарядный гранатомет М83, гренадерские М3-Г4 «Броня» и «Шлем», значительное количество различных 30-мм гранат и дополнительное снаряжение.

ent-RMCAntiMaterielEquipmentCase-name = Чемодан для противотанкового снайперского снаряжения
ent-RMCAntiMaterielEquipmentCase-desc = Большой кейс, в котором находится ваша собственная дальнобойная противотанковая снайперская винтовка XM43E1, маскировочная Броня и Шлем M45, разведывательный прицел M42, боеприпасы, снаряжение корректировщика и дополнительное оборудование.

ent-CMSniperEquipmentCase-name = чехол для снайперского снаряжения
ent-CMSniperEquipmentCase-desc = Большой кейс, в котором находится ваша собственная дальнобойная снайперская винтовка M96S, маскировочная Броня и Шлем M45, разведывательный прицел M42, боеприпасы, снаряжение корректировщика и дополнительное оборудование.

ent-RMCPyroSpecEquipmentCase-name = кейс для пиротехнического оборудования
ent-RMCPyroSpecEquipmentCase-desc = Большой кейс, в котором находится мусоросжигательная установка М34-Т, пиротехника М35 «Броня и Шлем», гибкая система дозаправки «Бройлер-Т» и дополнительное оборудование.

