ent-CMSheetGlassPhoronReinforced = усиленное фороновое стекло
  .desc = Лист армированного форонового стекла.

ent-CMSheetGlassPhoron = форонное стекло
  .desc = Фороновое стекло представляет собой силикатно-форонный сплав, превращенный в некристаллическое твердое вещество. 

ent-CMSheetGlassReinforced = армированное стекло
  .desc = Армированный лист стекла.

ent-CMSheetGlass = стекло
  .desc = Стекло – это некристаллическое твердое вещество, состоящее из силиката, основного компонента песка. 

ent-CMSheetGlassBase = элемент

ent-CMSheetGlass10 = стекло
  .desc = Стекло – это некристаллическое твердое вещество, состоящее из силиката, основного компонента песка. 

ent-CMSheetGlass25 = стекло
  .desc = Стекло – это некристаллическое твердое вещество, состоящее из силиката, основного компонента песка. 

ent-CMSheetGlass30 = стекло
  .desc = Стекло – это некристаллическое твердое вещество, состоящее из силиката, основного компонента песка. 

ent-CMSheetGlass1 = стекло
  .desc = Стекло – это некристаллическое твердое вещество, состоящее из силиката, основного компонента песка. 

ent-CMSheetGlassReinforced10 = армированное стекло
  .desc = Армированный лист стекла.

ent-CMSheetGlassReinforced30 = армированное стекло
  .desc = Армированный лист стекла.

ent-CMSheetGlassReinforced1 = армированное стекло
  .desc = Армированный лист стекла.

ent-CMSheetGlassPhoron10 = форонное стекло
  .desc = Фороновое стекло представляет собой силикатно-форонный сплав, превращенный в некристаллическое твердое вещество. 

ent-CMSheetGlassPhoron30 = форонное стекло
  .desc = Фороновое стекло представляет собой силикатно-форонный сплав, превращенный в некристаллическое твердое вещество. 

ent-CMSheetGlassPhoron1 = форонное стекло
  .desc = Фороновое стекло представляет собой силикатно-форонный сплав, превращенный в некристаллическое твердое вещество. 

ent-CMSheetGlassPhoronReinforced10 = усиленное фороновое стекло
  .desc = Лист армированного форонового стекла.

ent-CMSheetGlassPhoronReinforced30 = усиленное фороновое стекло
  .desc = Лист армированного форонового стекла.

ent-CMSheetGlassPhoronReinforced1 = усиленное фороновое стекло
  .desc = Лист армированного форонового стекла.

