ent-CMSheetPlasteel1 = пласталь
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel50 = пласталь
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel40 = пласталь
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel30 = пласталь
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel15 = пласталь
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel10 = пласталь
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel = лист пластали
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetMetal = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetalBase = элемент
  .desc = Лист металла, часто используемый на станции в различных целях.

ent-CMSheetMetal10 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetal20 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetal30 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetal40 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetal50 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetal1 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetMetal2 = металлические листы
  .desc = Листы из металла. 

ent-CMSheetPlasteel20 = лист пластали
  .desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

