ent-CMSheetPlasteel1-name = пласталь
ent-CMSheetPlasteel1-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel50-name = пласталь
ent-CMSheetPlasteel50-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel40-name = пласталь
ent-CMSheetPlasteel40-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel30-name = пласталь
ent-CMSheetPlasteel30-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel15-name = пласталь
ent-CMSheetPlasteel15-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel10-name = пласталь
ent-CMSheetPlasteel10-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetPlasteel-name = лист пластали
ent-CMSheetPlasteel-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

ent-CMSheetMetal-name = металлические листы
ent-CMSheetMetal-desc = Листы из металла. 

ent-CMSheetMetalBase-name = элемент
ent-CMSheetMetalBase-desc = Лист металла, часто используемый на станции в различных целях.

ent-CMSheetMetal10-name = металлические листы
ent-CMSheetMetal10-desc = Листы из металла. 

ent-CMSheetMetal20-name = металлические листы
ent-CMSheetMetal20-desc = Листы из металла. 

ent-CMSheetMetal30-name = металлические листы
ent-CMSheetMetal30-desc = Листы из металла. 

ent-CMSheetMetal40-name = металлические листы
ent-CMSheetMetal40-desc = Листы из металла. 

ent-CMSheetMetal50-name = металлические листы
ent-CMSheetMetal50-desc = Листы из металла. 

ent-CMSheetMetal1-name = металлические листы
ent-CMSheetMetal1-desc = Листы из металла. 

ent-CMSheetMetal2-name = металлические листы
ent-CMSheetMetal2-desc = Листы из металла. 

ent-CMSheetPlasteel20-name = лист пластали
ent-CMSheetPlasteel20-desc = Пласталь — дорогой и прочный материал, изготовленный из сочетания платины, стали и современных полимеров для создания металла, устойчивого к коррозии, очень прочного и легкого. 

