ent-RMCPlankWood = деревянная доска
  .desc = Можно только догадываться, что это кучка дерева.

ent-CMSheetPhoron = форон
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-CMSheetPhoron15 = форон
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-CMSheetPhoron25 = форон
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-CMSheetPhoron30 = форон
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-CMSheetPhoron1 = форон
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-RMCPlankWood10 = деревянная доска
  .desc = Можно только догадываться, что это кучка дерева.

ent-RMCPlankWood25 = деревянная доска
  .desc = Можно только догадываться, что это кучка дерева.

ent-RMCPlankWood50 = деревянная доска
  .desc = Можно только догадываться, что это кучка дерева.

ent-RMCPlankWood1 = деревянная доска
  .desc = Можно только догадываться, что это кучка дерева.

ent-RMCPlankWood2 = деревянная доска
  .desc = Можно только догадываться, что это кучка дерева.

ent-RMCSheetAluminum = алюминий
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-RMCSheetAluminum15 = алюминий
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-RMCSheetAluminum25 = алюминий
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-RMCSheetAluminum30 = алюминий
  .desc = Лист материала, часто используемый на станции в различных целях.

ent-RMCSheetAluminum1 = алюминий
  .desc = Лист материала, часто используемый на станции в различных целях.

