ent-RMCSheetPlastic = пластик
  .desc = Пластик – это синтетический полимер, из органических и неорганических компонентов которого получается пластичная и легкая ткань. 

ent-RMCSheetPlastic10 = пластик
  .desc = Пластик – это синтетический полимер, из органических и неорганических компонентов которого получается пластичная и легкая ткань. 

ent-RMCSheetPlastic1 = пластик
  .desc = Пластик – это синтетический полимер, из органических и неорганических компонентов которого получается пластичная и легкая ткань. 

