ent-RMCSheetPlastic-name = пластик
ent-RMCSheetPlastic-desc = Пластик – это синтетический полимер, из органических и неорганических компонентов которого получается пластичная и легкая ткань. 

ent-RMCSheetPlastic10-name = пластик
ent-RMCSheetPlastic10-desc = Пластик – это синтетический полимер, из органических и неорганических компонентов которого получается пластичная и легкая ткань. 

ent-RMCSheetPlastic1-name = пластик
ent-RMCSheetPlastic1-desc = Пластик – это синтетический полимер, из органических и неорганических компонентов которого получается пластичная и легкая ткань. 

