ent-RMCTrayEmpty = пустой поднос
  .desc = Закончил свой дежурство.

ent-RMCMarinePreparedMealFruitcake = Морпех 'Рождественское' Обед: Кекс
  .desc = Фруктовый обед UNMC M25 был третьим обедом, разработанным офицерским комитетом в рамках проекта M25; 

ent-RMCMarinePreparedMealGingerbread = Морпех «Рождественское» блюдо: пряники
  .desc = Обед с пряниками UNMC M25 был разработан, чтобы предоставить морским пехотинцам удобный и дешевый доступ к пряникам в качестве замены ежегодных занятий по изготовлению пряников из-за растущих расходов и комично низких показателей успеха базового курса праздничных торжеств. 

ent-RMCMarinePreparedMealCookies = Морпех «Рождественское» блюдо: сахарное печенье
  .desc = Обед UNMC M25 Sugar Cookies был разработан, чтобы подарить морским пехотинцам ощущение рождественской радости. 

ent-CMMarinePreparedMealTofu = Готовая еда UNMC (тофу)
  .desc = UNMC не подает тофу, ты, хиппи, сосущий траву. 

ent-CMMarinePreparedMealPork = Готовый обед UNMC (свинина)
  .desc = Поднос со стандартной едой UNMC. 

ent-CMMarinePreparedMealPizza = Готовое блюдо UNMC (пицца)
  .desc = Поднос со стандартной едой UNMC. 

ent-CMMarinePreparedMealPasta = Готовая еда UNMC (макароны)
  .desc = Поднос со стандартной едой UNMC. 

ent-CMMarinePreparedMealChicken = Готовое блюдо UNMC (курица)
  .desc = Поднос со стандартной едой UNMC. 

ent-CMMarinePreparedMealCornbread = Готовая еда UNMC (кукурузный хлеб)
  .desc = Поднос со стандартной едой UNMC. 

ent-CMMarinePreparedMealBase = элемент

ent-RMCMarinePreparedMealSPPBanush = Готовое блюдо СПП (бануш)
  .desc = Тушеное блюдо бануш из кукурузной муки по-украински, курага и пара венских сосисок.

ent-RMCMarinePreparedMealSPPChowMein = Готовое блюдо SPP (чау-мейн)
  .desc = Чау-мейн с имитацией креветок, два слегка переваренных блинчика с начинкой, какая-то каша и небольшой кубик тофу.

ent-RMCMarinePreparedMealSPPCuban = Готовое блюдо SPP (кубинский рис)
  .desc = Кубинский рис с кусочками мягких яиц, томатным соусом, картофельным салатом и сухим печеньем.

ent-RMCMarinePreparedMealSPPFrankfurter = Готовое блюдо SPP (сосиска)
  .desc = Большая, сочная сосиска с картофельным пюре, хрустящими драниками и квашеной капустой.

ent-RMCMarinePreparedMealSPPJiaozi = Готовая еда SPP (цзяоцзы)
  .desc = Четыре отварных пельмени, соево-уксусный соус, маринованные красные огурцы и два ржаных печенья.

ent-RMCMarinePreparedMealSPPLuncheon = Готовая еда SPP (обед)
  .desc = Две ложки слегка подсушенного риса, кусок какого-то мясного обеда, две морковные палочки и «фруктовый» батончик.

ent-RMCMarinePreparedMealSPPMeatballs = Готовое блюдо SPP (фрикадельки)
  .desc = Кенигсбергские фрикадельки Клопсе, сливочный соус, немного шпината и ложка риса. 

ent-RMCMarinePreparedMealSPPShrimp = Готовое блюдо SPP (креветки)
  .desc = Жирная рисовая котлета с кусочками имитации креветок и яичным вкусом. 

ent-RMCMarinePreparedMealSPPWursts = Готовые блюда SPP (колбаски)
  .desc = На этом подносе лежат две ложки риса, две колбаски Вайнер, лепешка с томатным соусом и небольшая тарелка супа из маша.

ent-RMCTrayEmptySPP = пустой поднос
  .desc = Закончил свой дежурство.

ent-RMCMarinePreparedMealPMCIkanBakar = Приготовление еды ЧВК (Икан Бакар)
  .desc = На этом подносе находится кусок жареной рыбы, Гадо-Гадо с двумя яйцами, сваренными вкрутую, и жмых из ферментированных соевых бобов.

ent-RMCMarinePreparedMealPMCSoba = Готовое блюдо PMC (лапша соба)
  .desc = Лапша соба с кунжутом, 2 кусочка онигири и тарелка супа мисо с удивительно вкусными кусочками тофу.

ent-RMCMarinePreparedMealPMCAlooGobi = Готовая еда PMC (Алоо Гоби Карри)
  .desc = Поднос с карри Алу Гоби, толстый кусок лепешки Паратха и несколько жирных овощных пекор. 

ent-RMCMarinePreparedMealPMCFishAndChips = Готовая еда PMC (Fish & Chips)
  .desc = Поднос с куском хрустящей жареной рыбы, тремя сухими йоркширскими пудингами и несколькими ложками жидкой запеченной фасоли.

ent-RMCMarinePreparedMealPMCButterChicken = Готовое блюдо PMC (Курица с маслом)
  .desc = Порция цыпленка с маслом, выложенная на слой пышного риса, вместе с несколькими самосами и алоо тикки с тамариндовым соусом.

ent-RMCMarinePreparedMealPMCBirria = Готовая еда ЧВК (Биррия)
  .desc = Поднос с кусочком биррии, несколькими ложками апельсинового риса и консоме для макания.

ent-RMCMarinePreparedMealPMCBobotie = Готовая еда ЧВК (Боботи)
  .desc = Поднос с ломтиком боботи, большой булочкой «Рустеркук» и острой чакалакой.

ent-RMCTrayEmptyPMC = пустой поднос
  .desc = Стандартный пластиковый лоток производства WEYA, созданный ЧВК для ЧВК, чтобы помочь ЧВК удовлетворить свои потребности в питательных веществах.

ent-RMCMarinePreparedMealRCMFish = Готовое блюдо RCM (ассорти из морепродуктов)
  .desc = Боковые части этого подноса занимают многочисленные виды суши, причем основным компонентом являются несколько ломтиков сашими из лосося поверх холодного отварного риса.

ent-RMCMarinePreparedMealRCMKatsu = Готовое блюдо RCM (кацу карри)
  .desc = Куриные полоски в панировке, покрытые соусом карри в японском стиле. 

ent-RMCMarinePreparedMealRCMSausage = Готовая еда RCM (колбаса и яйца)
  .desc = На этом подносе лежат несколько пережаренных сосисок, яичница, а также порция картофеля фри и зеленой фасоли.

ent-RMCMarinePreparedMealRCMMeat = Готовое блюдо RCM (ростбиф)
  .desc = Кусок искусственной говядины, залитый слишком соленой подливкой, с порцией недоваренного горошка, сырой моркови и странно сухого картофельного пюре.

ent-RMCMarinePreparedMealRCMTikka = Готовая еда RCM (тикка карри)
  .desc = Кусочки свинины и картофеля, погруженные в массу мягкого индийского соуса карри, с воздушным рисом и кусочком теплой лепешки наан.

ent-RMCTrayEmptyRCM = пустой поднос
  .desc = Закончил свой дежурство.

