ent-RMCHeadsetGoldenArrow = радиогарнитура Sun Riders
  .desc = Он используется взводом UNMC Sun Riders.

ent-CMHeadsetFoxtrotMedic = Морпех фокстрот радиогарнитура санитара
  .desc = Его используют боевые медики Морпех Фокстрот.

ent-CMHeadsetFoxtrotEngineer = Морпех Фокстрот инженерная радиогарнитура
  .desc = Его используют сапёры Морпех Фокстрот.

ent-CMHeadsetFoxtrotTeamLeader = Радиогарнитура лидера команды "Морпех фокстрот"
  .desc = Этим пользуется руководитель команды Морпех Фокстрот.

ent-CMHeadsetFoxtrotLeader = Радиогарнитура лидера фокстрота Морпех
  .desc = Этим пользуется лидер отряда Морпех Фокстрот.

ent-CMHeadsetFoxtrot = Радиогарнитура Морпех Фокстрот
  .desc = Его используют члены отряда «Фокстрот».

ent-CMHeadsetEchoMedic = Морпех Эхо-санитарная радиогарнитура
  .desc = Его используют боевые медики Морпех Эхо.

ent-CMHeadsetEchoEngineer = Морпех радиогарнитура эхоинженера
  .desc = Его используют боевые инженеры Морпех Эхо.

ent-CMHeadsetEchoTeamLeader = Радиогарнитура лидера группы "Морпех Эхо"
  .desc = Этим пользуется лидер команды Морпех Эхо.

ent-CMHeadsetEchoLeader = Радиогарнитура Морпех Эхо Лидер
  .desc = Его использует командир отряда Морпех Эхо.

ent-CMHeadsetEcho = Морпех Эхо радиогарнитура
  .desc = Это используется членами отряда «Эхо».

ent-CMHeadsetDeltaMedic = Радиогарнитура Морпех Дельта санитара
  .desc = Его используют боевые медики Морпех Дельта.

ent-CMHeadsetDeltaEngineer = Морпех дельта инженерная радиогарнитура
  .desc = Его используют сапёры Морпех Дельта.

ent-CMHeadsetDeltaTeamLeader = Радиогарнитура руководителя группы Морпех Дельта
  .desc = Этим пользуется руководитель группы Морпех Дельта.

ent-CMHeadsetDeltaLeader = Радиогарнитура Морпех Дельта Лидер
  .desc = Его использует командир отряда Морпех Дельта.

ent-CMHeadsetDelta = Радиогарнитура Морпех дельта
  .desc = Это используется членами отряда Дельта.

ent-CMHeadsetCharlieMedic = Морпех Чарли санитар радиогарнитура
  .desc = Его используют боевые медики Морпех Чарли.

ent-CMHeadsetCharlieEngineer = Морпех Чарли Инженер радиогарнитура
  .desc = Его используют боевые инженеры Морпех Чарли.

ent-CMHeadsetCharlieTeamLeader = Морпех Чарли Team Leader радиогарнитура
  .desc = Этим пользуется лидер команды Морпех Чарли.

ent-CMHeadsetCharlieLeader = Морпех Чарли Лидер радиогарнитура
  .desc = Этим пользуется лидер отряда Морпех Чарли.

ent-CMHeadsetCharlie = Радиогарнитура Морпех Чарли
  .desc = Это используется членами отряда Чарли.

ent-CMHeadsetBravoMedic = Радиогарнитура Морпех браво санитара
  .desc = Его используют боевые медики Морпех Браво.

ent-CMHeadsetBravoEngineer = Морпех браво инженер радиогарнитура
  .desc = Его используют сапёры Морпех Браво.

ent-CMHeadsetBravoTeamLeader = Радиогарнитура руководителя группы Морпех браво
  .desc = Этим пользуется лидер команды Морпех Браво.

ent-CMHeadsetBravoLeader = Радиогарнитура Морпех браво лидер
  .desc = Этим пользуется лидер отряда Морпех Браво.

ent-CMHeadsetBravo = Радиогарнитура Морпех браво
  .desc = Это используется членами отряда Браво.

ent-CMHeadsetAlphaMedic = Радиогарнитура Морпех Альфа-санитар
  .desc = Его используют боевые медики Морпех Альфа.

ent-CMHeadsetAlphaEngineer = Морпех альфа-инженерная радиогарнитура
  .desc = Его используют сапёры Морпех Альфа.

ent-CMHeadsetAlphaTeamLeader = Радиогарнитура лидера группы "Морпех Альфа"
  .desc = Этим пользуется руководитель группы Морпех Альфа.

ent-CMHeadsetAlphaLeader = Радиогарнитура Морпех Альфа Лидер
  .desc = Этим пользуется командир отряда Морпех Альфа.

ent-CMHeadsetAlpha = Радиогарнитура Морпех Альфа
  .desc = Используется членами отряда «Альфа».

ent-RMCHeadsetMarine = Радиогарнитура Морпех
  .desc = Стандартная военная радиогарнитура. 

