ent-RMCEncryptionKeyRoyalMarine = королевский ключ шифрования радио Морпех
  .desc = Ключ шифрования для радиогарнитуры.

ent-RMCHeadsetRoyalMarine = королевский гарнитур Морпех
  .desc = Элегантная гарнитура, используемая Королевской морской пехотой. 

ent-RMCHeadsetRoyalMarineLeader = Гарнитура лидера королевского Морпеха
  .desc = Элегантная гарнитура, используемая Королевской морской пехотой. 

ent-RMCHeadsetRoyalMarineOfficer = королевский офицерский наушник Морпех
  .desc = Элегантная гарнитура, используемая Королевской морской пехотой. 

ent-RMCHeadsetRoyalMarinePVE = королевский наушник Морпеха
  .desc = Элегантная гарнитура, используемая Королевской морской пехотой. 

ent-RMCHeadsetRoyalMarineLeaderPVE = Гарнитура лидера королевского Морпеха
  .desc = Элегантная гарнитура, используемая Королевской морской пехотой. 

ent-RMCEncryptionKeyRoyalMarineCommand = ключ шифрования радиосвязи королевского командования Морпех
  .desc = Ключ шифрования для радиогарнитуры.

