ent-RMCHeadsetPrisoner = заключенный гарнитура
  .desc = Наушники выдаются заключенным в соответствии с Законом Морпеха.

ent-RMCHeadsetSynth = Синтезатор Морпех
  .desc = Выпускается только синтетика UNMC.

ent-RMCHeadsetSEA = Гарнитура старшего рядового советника Морпеха
  .desc = Выдается только старшим рядовым советникам.

ent-CMHeadsetHighCommand = Гарнитура высшего командования UNMC
  .desc = Выдается только высшему командному составу.

ent-CMHeadsetSeniorCommand = Морпех старший командирский наушник
  .desc = Выдается только старшему командному составу.

ent-CMHeadsetReporter = репортерская радиогарнитура
  .desc = Используется боевым корреспондентом для получения сенсационной информации.

ent-RMCHeadsetLiaison = корпоративная радиогарнитура для связи
  .desc = Используется CL, чтобы убедить людей подписать соглашения о неразглашении.

ent-CMHeadsetIntel = Морпех intel радиогарнитура
  .desc = Используется офицерами разведки.

ent-CMHeadsetPilot = Радиогарнитура пилота Морпех
  .desc = Используется пилотами десантных и боевых кораблей.

ent-RMCHeadsetMarineCommand = Командная радиогарнитура Морпех
  .desc = Используется сотрудниками CIC и руководителями, имеет нестандартную скобу.

ent-RMCHeadsetMW = Радиогарнитура военного начальника Морпех
  .desc = Кажется, он до странности похож на CMP... Пахнет тоже пончиками.

ent-CMHeadsetCMP = Радиогарнитура начальника МП Морпех
  .desc = За обсуждение покупки пончиков и задержание хулиганов.

ent-RMCHeadsetMPHonor = Радиогарнитура почетного караула Морпех
  .desc = Этим пользуются члены почетного караула Морпеха.

ent-CMHeadsetMPO = Радиогарнитура военной полиции Морпех
  .desc = Этим пользуются сотрудники военной полиции Морпеха.

ent-CMHeadsetQM = Радиогарнитура для офицера логистики
  .desc = Гарнитура, используемая офицером по логистике.

ent-CMHeadsetResearcher = исследовательская радиогарнитура
  .desc = Гарнитура, используемая опытными исследователями Medbay.

ent-CMHeadsetMedical = медицинская радиогарнитура
  .desc = Гарнитура, используемая высококвалифицированным персоналом медотсека.

ent-CMHeadsetChef = кухонная радиогарнитура
  .desc = Используется бортовым кухонным персоналом, наполненным фоновым шумом шипящих кастрюль.

ent-CMHeadsetRequisition = заявки на радиогарнитуру
  .desc = Используется техническими специалистами по заявкам, легкий и портативный.

ent-CMHeadsetEngineer = инженерная радиогарнитура
  .desc = Полезно для координации планок технического обслуживания и орбитальных бомбардировок. 

ent-CMHeadsetCMO = гарнитура главного врача
  .desc = Гарнитура, предназначенная для высшего руководства медицинских работников.

ent-CMHeadsetCE = гарнитура главного инженера
  .desc = Гарнитура парня, отвечающего за раскрутку двигателей, управление МТ и рвение полов на металлолом. 

ent-RMCHeadsetShip = Радиогарнитура Морпех
  .desc = Стандартная военная радиогарнитура. 

ent-CMHeadset = токарный станок-категория-одежда

ent-RMCHeadsetMarineCommandAlternative = Командная радиогарнитура Морпех
  .desc = Используется сотрудниками CIC и руководителями, имеет нестандартную скобу.

