ent-RMCBoxBulletsSmartGun = ящик для боеприпасов для умного пистолета (10x30 мм)
  .desc = Ящик для боеприпасов 10х30 мм. 

ent-RMCBoxBulletsSMGAP = Ящик для боеприпасов к пистолету-пулемету (БП 10х20 мм)
  .desc = Бронебойный ящик для боеприпасов размером 10х20 мм. 

ent-RMCBoxBulletsSMG = Ящик для боеприпасов к пистолету-пулемету (10х20мм)
  .desc = Ящик для боеприпасов 10х20 мм. 

ent-RMCBoxBulletsRifleAP = Ящик для боеприпасов к винтовке (АП 10х24мм)
  .desc = Бронебойный ящик для боеприпасов размером 10х24 мм. 

ent-RMCBoxBulletsRifle = Ящик для боеприпасов к винтовке (10х24мм)
  .desc = Ящик для боеприпасов 10х24 мм. 

ent-RMCBoxBulletsBase = ящик для боеприпасов к винтовке (???)
  .desc = Неизвестный ящик с боеприпасами. 

ent-RMCBoxBulletsRifleEmpty = Ящик для боеприпасов к винтовке (10х24мм)
  .desc = Ящик для боеприпасов 10х24 мм. 

ent-RMCBoxBulletsRifleAPEmpty = Ящик для боеприпасов к винтовке (АП 10х24мм)
  .desc = Бронебойный ящик для боеприпасов размером 10х24 мм. 

ent-RMCBoxBulletsSMGEmpty = Ящик для боеприпасов SMG HV (10х20мм)
  .desc = Ящик для боеприпасов 10х20 мм. 

ent-RMCBoxBulletsSMGAPEmpty = Ящик для боеприпасов к пистолету-пулемету HV (ББ 10х20 мм)
  .desc = Бронебойный ящик для боеприпасов размером 10х20 мм. 

ent-RMCBoxBulletsSmartGunEmpty = ящик для боеприпасов для умного пистолета (10x30 мм)
  .desc = Ящик для боеприпасов 10х30 мм. 

ent-RMCBoxBulletsPistol = Ящик для боеприпасов к пистолету (10х20мм-БТР)
  .desc = Ящик для боеприпасов БТР 10х20 мм. 

ent-RMCBoxBulletsPistolEmpty = Ящик для боеприпасов к пистолету (10х20мм-БТР)
  .desc = Ящик для боеприпасов БТР 10х20 мм. 

ent-RMCBoxBulletsPistolAP = Ящик для боеприпасов к пистолету (10х20мм-БТР(АП))
  .desc = Бронебойный ящик для боеприпасов БТР 10х20 мм. 

ent-RMCBoxBulletsPistolAPEmpty = Ящик для боеприпасов к пистолету (10х20мм-БТР(АП))
  .desc = Бронебойный ящик для боеприпасов БТР 10х20 мм. 

ent-RMCBoxBulletsRifleL90 = Ящик для боеприпасов к винтовке (7х43мм)
  .desc = Ящик для боеприпасов 7х43 мм. 

ent-RMCBoxBulletsRifleL90Empty = Ящик для боеприпасов к винтовке (7х43мм)
  .desc = Ящик для боеприпасов 7х43 мм. 

ent-RMCBoxBulletsRifleL90AP = Ящик для боеприпасов к винтовке (7х43мм АП)
  .desc = Ящик для бронебойных патронов калибра 7х43 мм. 

ent-RMCBoxBulletsRifleL90APEmpty = Ящик для боеприпасов к винтовке (7х43мм АП)
  .desc = Ящик для бронебойных патронов калибра 7х43 мм. 

ent-RMCBoxBulletsRifleL24 = Ящик для боеприпасов к винтовке (8,88х51мм)
  .desc = Ящик для боеприпасов 8,88х51 мм. 

ent-RMCBoxBulletsRifleTSEEmpty = Ящик для боеприпасов к винтовке (8,88х51мм)
  .desc = Ящик для боеприпасов 8,88х51 мм. 

ent-RMCBoxBulletsRifleL24AP = Ящик для боеприпасов к винтовке (8,88х51мм АП)
  .desc = Ящик для боеприпасов 8,88х51 мм. 

ent-RMCBoxBulletsRifleTSEAPEmpty = Ящик для боеприпасов к винтовке (8,88х51мм АП)
  .desc = Ящик для боеприпасов 8,88х51 мм. 

