ent-RMCActionToggleMotionDetector = Переключить детектор движения
  .desc = Периодически пингует любое неизвестное движение рядом с вами.

ent-RMCActionToggleFarSight = Переключить дальнее зрение
  .desc = Позволяет видеть немного дальше.

ent-RMCActionToggleAutoFire = Переключить автоматический огонь
  .desc = Заставляет оружие автоматически производить одиночный выстрел в сторону цели каждые пару секунд.

ent-RMCActionToggleRecoil = Переключить компенсацию отдачи
  .desc = Убирает всю отдачу при стрельбе из этого пистолета.

ent-RMCActionToggleAmmo = Переключить тип боеприпасов
  .desc = Переключите тип боеприпасов, выпущенных из этого оружия.

