ent-RMCMaskKeffiyeh = куфия
  .desc = Традиционный головной платок, который носят для защиты от непогоды и скрытия лица. 

ent-RMCVisorSWAT = Защитный щит TC2 CMB
  .desc = Желтоватое защитное стекло, которое при необходимости можно поднять, позволяет видеть все в желтом цвете.

ent-RMCMaskSWAT = Маска спецназа
  .desc = Плотно прилегающая тактическая маска, которую можно подключить к системе подачи воздуха.

ent-RMCMaskBalaclavaSkullBlue = череп балаклава
  .desc = Лицо твоих кошмаров. 

ent-RMCMaskBalaclavaMARSOC = Бронированная балаклава ССО
  .desc = Создан для максимальной защиты и крутости. 

ent-RMCMaskBalaclavaGreen = зеленая балаклава
  .desc = Базовая балаклава с одним отверстием для глаз, доступная почти в каждом существующем магазине спортивных товаров, товаров для активного отдыха или военных товаров, защищает ваше лицо от холода почти так же хорошо, как и скрывает его. 

ent-RMCMaskBalaclava = балаклава
  .desc = Базовая балаклава с одним отверстием для глаз, доступная почти в каждом существующем магазине спортивных товаров, товаров для активного отдыха или военных товаров, защищает ваше лицо от холода почти так же хорошо, как и скрывает его. 

ent-RMCMaskCoifPMC = Бронированный чепец модели M8
  .desc = Бронированный капюшон, предназначенный для того, чтобы скрывать личность оператора и действовать как воздушный фильтр.

ent-RMCMaskCoifTan = UNMC коричневая балаклава
  .desc = Плотно прилегающая кепка, закрывающая верхнюю, заднюю и боковые части головы. 

ent-RMCMaskCoifGrey = UNMC серая балаклава
  .desc = Плотно прилегающая кепка, закрывающая верхнюю, заднюю и боковые части головы. 

ent-RMCMaskCoifGreen = UNMC зеленая балаклава
  .desc = Плотно прилегающая кепка, закрывающая верхнюю, заднюю и боковые части головы. 

ent-CMMaskCoif = теплопоглощающий чепец
  .desc = Плотно прилегающая кепка, закрывающая верхнюю, заднюю и боковые части головы. 

ent-RMCMaskKutjevoRespirator = Кутьево респиратор
  .desc = Лицевой респиратор, фильтрующий вредные частицы, часто присутствующие в воздухе Кутьева.

ent-RMCMaskRebreather = ребризер
  .desc = Плотно прилегающее устройство, которое мгновенно нагревает или охлаждает воздух при вдохе, не повреждая легкие.

ent-CMMaskGasMedical = медицинский противогаз
  .desc = Плотно прилегающая стерильная маска, которую можно подключить к источнику воздуха.

ent-CMMaskSterile = стерильная маска
  .desc = Стерильная маска, предназначенная для предотвращения распространения заболеваний.

ent-RMCMaskGasSPP = Противогаз ШМБ/4
  .desc = Стандартный противогаз, используемый Коллективом Авангарда СПП и многими гражданскими организациями СПП.

ent-CMMaskGas = противогаз
  .desc = Маска, закрывающая лицо, которую можно подключить к источнику воздуха. 

ent-CMBaseMask = токарный станок-категория-одежда

ent-RMCMaskBreath = дыхательная маска
  .desc = Плотно прилегающая маска, которую можно подключить к источнику воздуха.

ent-RMCMaskBalaclavaSPPCommando = Бронированная балаклава коммандос СПП
  .desc = Создан для максимальной защиты и крутости. 

ent-RMCMaskBalaclavaSkullBlack = череп балаклава
  .desc = Лицо твоих кошмаров. 

ent-RMCMaskKeffiyehBlack = куфия
  .desc = Традиционный головной платок, который носят для защиты от непогоды и скрытия лица. 

ent-RMCMaskKeffiyehBlue = куфия
  .desc = Традиционный головной платок, который носят для защиты от непогоды и скрытия лица. 

ent-RMCMaskKeffiyehGreen = куфия
  .desc = Традиционный головной платок, который носят для защиты от непогоды и скрытия лица. 

ent-RMCMaskKeffiyehWhite = куфия
  .desc = Традиционный головной платок, который носят для защиты от непогоды и скрытия лица. 

ent-RMCMaskKeffiyehRed = куфия
  .desc = Традиционный головной платок, который носят для защиты от непогоды и скрытия лица. 

