ent-RMCMortarCamera = паракамера

ent-RMCMortarFlare = вспышка освещения
  .desc = Это действительно ярко и недостижимо.

ent-RMCMortarShellFlare = 80-мм ракетный/камерный миномет
  .desc = 80-мм минометный снаряд, снаряженный осветительной ракетой и камерой, прикрепленный к парашюту.

ent-RMCMortarShellIncendiary = 80-мм зажигательный минометный снаряд
  .desc = 80-мм минометный снаряд, снаряженный напалмовым зарядом типа Б. 

ent-RMCMortarShellHE = 80-мм осколочно-фугасный минометный снаряд
  .desc = 80-мм минометный снаряд, снаряженный фугасным зарядом.

ent-RMCMortarShellBase = 80-мм минометный снаряд
  .desc = Немаркированный 80-мм минометный снаряд, вероятно, гильза.

ent-RMCMortarKit = Переносной комплект миномета М402
  .desc = Ручная минометная система, управляемая расчетом, предназначенная для обрушивания 80-мм снарядов на все, во что она нацелена. 

