ent-RMCBoxShotgunHeavyDragonbreath = коробка с картечью «Дыхание дракона»
  .desc = Ящик, наполненный патронами для дробовика «Дыхание дракона». 

ent-RMCBoxShotgunHeavyFlechette = ящик с тяжелыми стрелковыми снарядами
  .desc = Ящик, наполненный тяжелыми патронами для дробовика. 

ent-RMCBoxShotgunHeavyBeanbagSlugs = коробка с тяжелыми снарядами для слизней-погремушек
  .desc = Ящик, наполненный тяжелыми патронами для дробовика, используемыми для несмертельного сдерживания толпы. 

ent-RMCBoxShotgunHeavySlugs = коробка с тяжелыми пулями
  .desc = Ящик, наполненный тяжелыми патронами для дробовика. 

ent-RMCBoxShotgunHeavyBuckshot = ящик с тяжелой картечью
  .desc = Ящик, наполненный тяжелой картечью и гильзами для дробовика. 

ent-RMCBoxShotgunBuckshot8g = ящик с картечью
  .desc = Коробка, наполненная картечью и гильзами для дробовика. 

ent-RMCBoxShotgunBreaching = ящик с патронами для дробовика

ent-RMCBoxShotgunIncendiaryBuckshot = ящик с зажигательными картечью
  .desc = Ящик, наполненный самодетонирующими патронами для зажигательного дробовика. 

ent-RMCBoxShotgunFlechette = коробка с патронами для стрел
  .desc = Ящик, наполненный патронами для дробовика. 

ent-RMCBoxShotgunBeanbag = коробка с ракушками-погремушками
  .desc = Ящик, наполненный патронами для дробовика, используемыми для несмертельного сдерживания толпы. 

ent-RMCBoxShotgunIncendiary = ящик с зажигательными снарядами
  .desc = Ящик, наполненный самодетонирующими зажигательными патронами для дробовика. 

ent-RMCBoxShotgunSlugs = коробка со слизняками
  .desc = Ящик, наполненный тяжелыми патронами для дробовика. 

ent-RMCBoxShotgunBuckshot = ящик с картечью
  .desc = Коробка, наполненная картечью и гильзами для дробовика. 

ent-RMCBoxShotgunBase = ящик с патронами для дробовика

