ent-RMCCaseFlamer = Корпус мусоросжигателя М34
  .desc = Оружейный ящик с мусоросжигательной установкой M34. 

ent-RMCTankFlamer = элемент

ent-RMCWeaponFlamer = Мусоросжигательная установка М34
  .desc = Мусоросжигательная установка М34 зарекомендовала себя как одно из наиболее эффективных средств уничтожения легких целей. 

ent-RMCWeaponFlamerPVE = Мусоросжигательная установка М34
  .desc = Мусоросжигательная установка М34 зарекомендовала себя как одно из наиболее эффективных средств уничтожения легких целей. 

ent-RMCWeaponFlamerUnloaded = Мусоросжигательная установка М34
  .desc = Мусоросжигательная установка М34 зарекомендовала себя как одно из наиболее эффективных средств уничтожения легких целей. 

ent-RMCBaseTankFlamer = элемент

ent-RMCTankFlamerCustom = элемент

ent-RMCTankFlamerBGel = Мусоросжигательный бак М34 (B-гель)
  .desc = Топливный бак, полный специального сверхгустого нафталевого топлива типа B-геля, гелеобразного варианта напалма, который легко тушить, но стреляет дальше и задерживается дольше. 

ent-RMCTankFlamerUpgraded = Модернизированный мусоросжигательный бак М34
  .desc = Топливный бак для использования в мусоросжигательной установке М34. 

