ent-RMCThermalTarp = Реактивный тепловой брезент V3
  .desc = Более компактная и улучшенная версия термобрезента V2, предназначенная в первую очередь для перевозки погибших или раненых морских пехотинцев. 

ent-RMCThermalTarpV2 = Реактивный тепловой брезент V2
  .desc = Брезент, который несут пехотинцы UNMC. 

ent-RMCStasisBagUsed = использованный стазисный мешок
  .desc = Его разорвали. 

ent-CMStasisBag = сумка для хранения
  .desc = Складной контейнер для хранения.

ent-CMStasisBagFolded = сумка для хранения
  .desc = Складной контейнер для хранения.

ent-CMBodyBag = мешок для трупов
  .desc = Складная сумка, предназначенная для хранения и транспортировки трупов.

ent-RMCBaseStorageBag = сумка для хранения
  .desc = Складной контейнер для хранения.

ent-CMBodyBagFolded = мешок для трупов
  .desc = Складная сумка, предназначенная для хранения и транспортировки трупов.

ent-RMCBodyBagOpen = мешок для трупов
  .desc = Складная сумка, предназначенная для хранения и транспортировки трупов.

ent-RMCThermalTarpV2Folded = Реактивный тепловой брезент V2
  .desc = Брезент, который несут пехотинцы UNMC. 

ent-RMCThermalTarpFolded = Реактивный тепловой брезент V3
  .desc = Более компактная и улучшенная версия термобрезента V2, предназначенная в первую очередь для перевозки погибших или раненых морских пехотинцев. 

