ent-RMCJugSulphuricAcid = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugWater = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugOxygen = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugNitrogen = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugSugar = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugEthanol = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugSilver = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugMercury = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugGold = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugCopper = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugIron = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugRadium = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugPotassium = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugSodium = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugLithium = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugHydrogen = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugSilicon = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugSulfur = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugPhosphorus = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugAluminum = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugChlorine = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugFluorine = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJugCarbon = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

ent-RMCJug = кувшин
  .desc = Используется для содержания очень большого количества химикатов или растворов. 

