ent-RMCSynthResetKey = Синтетический ключ сброса WeYa
  .desc = Это устройство может исправить серьезные сбои или ошибки программирования синтетических блоков, а также перезапустить синтетический, в котором произошел критический сбой. 

ent-RMCDefibrillatorCompact = компактный дефибриллятор
  .desc = This particular defibrillator has halved charge capacity compared to the standard emergency defibrillator, but can fit in your pocket.

ent-CMBaseDefibrillator = экстренный дефибриллятор
  .desc = Ручной дефибриллятор для экстренной помощи, используемый для восстановления пациентов с фибрилляцией. 

ent-CMDefibrillator = экстренный дефибриллятор
  .desc = Ручной дефибриллятор для экстренной помощи, используемый для восстановления пациентов с фибрилляцией. 

ent-CMDefibrillatorEmpty = экстренный дефибриллятор
  .desc = Ручной дефибриллятор для экстренной помощи, используемый для восстановления пациентов с фибрилляцией. 

ent-CMDefibrillatorInfinite = экстренный дефибриллятор
  .desc = Ручной дефибриллятор для экстренной помощи, используемый для восстановления пациентов с фибрилляцией. 

ent-RMCSynthResetKeySMART = Синтетический ключ сброса SMART WeYa
  .desc = Это устройство может исправить серьезные сбои или ошибки программирования синтетических блоков, а также перезапустить синтетический, в котором произошел критический сбой. 

