ent-CMBoneGel = флакон костного геля
  .desc = Контейнер для костного геля, который часто приходится заправлять из специализированного аппарата.

ent-CMAutopsy = Автоматическая система вскрытия торговой марки We-Ya(TM)
  .desc = Возвращаем удовольствие в аутопсию.  

ent-CMWoundClamp = зажим для ран
  .desc = Используется для пережатия ран после лечения.

ent-CMBonesetterPredator = костная россыпь
  .desc = Убирает вещи.

ent-CMBonesetter = ретрактор
  .desc = Убирает вещи.

ent-CMCircularSawPredator = костная пила
  .desc = Убирает вещи.

ent-CMCircularSaw = ретрактор
  .desc = Убирает вещи.

ent-CMScalpelManager = система управления разрезами
  .desc = Настоящее продолжение тела хирурга, это чудо мгновенно и полностью подготавливает разрез, позволяя немедленно приступить к терапевтическим действиям.

ent-CMScalpelPICT = ПИКТ-система
  .desc = Инструмент для прецизионного разреза и прижигания использует высокочастотное вибрирующее лезвие, лазерное прижигание и систему контроля всасывания жидкости для точного разрезания целевых тканей, предотвращая при этом утечку жидкости. 

ent-CMScalpelLaserAdvanced = усовершенствованный лазерный скальпель
  .desc = Скальпель, дополненный направленным лазером, для остановки кровотечения во время разреза. 

ent-CMScalpelLaserImproved = лазерный скальпель
  .desc = Скальпель, дополненный направленным лазером, для остановки кровотечения во время разреза. 

ent-CMScalpelLaser = прототип лазерного скальпеля
  .desc = Скальпель, дополненный направленным лазером, для остановки кровотечения во время разреза. 

ent-CMScalpelPredator = резак
  .desc = Убирает вещи.

ent-CMScalpel = ретрактор
  .desc = Убирает вещи.

ent-CMSurgicalDrillPredator = костная дрель
  .desc = Убирает вещи.

ent-CMSurgicalDrill = ретрактор
  .desc = Убирает вещи.

ent-CMCauteryPredator = прижигатель
  .desc = Убирает вещи.

ent-CMCautery = ретрактор
  .desc = Убирает вещи.

ent-CMHemostatPredator = пинчер
  .desc = Убирает вещи.

ent-CMHemostat = ретрактор
  .desc = Убирает вещи.

ent-CMRetractorPredator = открывалка
  .desc = Убирает вещи.

ent-CMRetractor = ретрактор
  .desc = Убирает вещи.

ent-CMBaseToolSurgery = ретрактор
  .desc = Убирает вещи.

ent-RMCBoneGelEmpty = флакон костного геля
  .desc = Контейнер для костного геля, который часто приходится заправлять из специализированного аппарата.

