ent-RMCMedalPlatinumNametagService = именной бейдж исполнительного специалиста
  .desc = Черно-золотой значок с гравировкой имени, звания и отдела владельца. 

ent-RMCMedalPlatinumNametag = золотой и черный бейдж
  .desc = Очень престижный золотисто-черный именной значок, вручаемый руководителями тех, кого они сочли достойными.

ent-RMCMedalGoldNametagService = именной бейдж старшего руководителя
  .desc = Золотой значок с гравировкой, на котором указаны имя, звание и отдел владельца. 

ent-RMCMedalGoldNametag = золотой бейдж с именем
  .desc = Престижный золотой именной значок.

ent-RMCMedalSilverNametagService = бейдж с именем руководителя
  .desc = Яркий серебряный значок с выгравированным именем, званием и отделом владельца. 

ent-RMCMedalSilverNametag = серебряный бейдж
  .desc = Серебряный бейдж.

ent-RMCMedalBronzeNametagService = именной бейдж младшего руководителя
  .desc = Бронзовый значок с гравировкой, содержащий имя, звание и отдел владельца. 

ent-RMCMedalBronzeNametag = бронзовый бейдж
  .desc = Бронзовый бейдж.

ent-RMCMedalRibbonPrismaticService = призматическая наградная лента
  .desc = Легендарная призматическая лента, которой награждают мирных жителей, которые могут быть богом, ходящим среди простых смертных. 

ent-RMCMedalRibbonPrismatic = Призматическая лента
  .desc = Призматическая лента.

ent-RMCMedalRibbonAmethystService = наградная лента с аметистом
  .desc = Мифическая аметистовая лента, вручаемая гражданским лицам за то, что они сделали все возможное в мероприятиях, спонсируемых UNMC. 

ent-RMCMedalRibbonAmethyst = Аметистовая лента
  .desc = Аметистовая лента.

ent-RMCMedalRibbonEmeraldService = изумрудная наградная лента
  .desc = Почитаемая изумрудная лента, вручаемая гражданским лицам за выдающиеся достижения в мероприятиях, спонсируемых UNMC. 

ent-RMCMedalRibbonEmerald = изумрудная лента
  .desc = Изумрудная лента.

ent-RMCMedalRibbonRedService = красная наградная лента
  .desc = Яркая красная лента, вручаемая гражданским лицам за выдающиеся достижения в мероприятиях, спонсируемых UNMC. 

ent-RMCMedalRibbonRed = красная лента
  .desc = Красная лента.

ent-RMCMedalRibbonBlueService = синяя наградная лента
  .desc = Престижная голубая лента, вручаемая гражданским лицам за участие в мероприятии, спонсируемом UNMC. 

ent-RMCMedalRibbonBlue = голубая лента
  .desc = Голубая лента.

ent-RMCMedalRibbonYellowService = желтая наградная лента
  .desc = Ярко-желтая лента, вручаемая гражданским лицам за участие в мероприятии, спонсируемом UNMC. 

ent-RMCMedalRibbonYellow = желтая лента
  .desc = Желтая лента.

ent-RMCMedalRibbonWhiteService = белая наградная лента
  .desc = Белая лента, вручаемая гражданским лицам за участие в мероприятии, спонсируемом UNMC. 

ent-RMCMedalRibbonWhite = белая лента
  .desc = Белая лента.

ent-RMCMedalRibbonBronzeService = бронзовая наградная лента
  .desc = Бронзовая лента, вручаемая гражданским лицам за участие в мероприятии, спонсируемом UNMC. 

ent-RMCMedalRibbonBronze = бронзовая лента
  .desc = Бронзовая лента.

ent-RMCMedalPrismaticService = призматическая медаль за службу
  .desc = Разноцветная призматическая медаль, вручаемая Морпеху за службу в составе UNMC. 

ent-RMCMedalPrismatic = призматическая медаль
  .desc = Мифическая призматическая медаль, которую Высшее командование может выдать только в особых обстоятельствах.

ent-RMCMedalEmeraldService = изумрудная медаль за службу
  .desc = Яркая изумрудная медаль Морпеха за службу в составе UNMC. 

ent-RMCMedalEmerald = изумрудная медаль
  .desc = Почитаемая изумрудная медаль, которую Высшее командование может вручить только в особых случаях.

ent-RMCMedalAmethystService = медаль за службу с аметистом
  .desc = Медаль бледно-фиолетового цвета, вручаемая Морпеху за службу в UNMC. 

ent-RMCMedalAmethyst = аметист медаль
  .desc = Мифическая аметистовая медаль, которую Высшее командование может выдать только в особых обстоятельствах.

ent-RMCMedalRubyService = рубиновая медаль за службу
  .desc = Медаль темно-малинового цвета, вручаемая Морпеху за последовательную службу в UNMC. 

ent-RMCMedalRuby = рубиновая медаль
  .desc = Возвышенная рубиновая медаль, которую генералы могут вручать только при особых обстоятельствах.

ent-RMCMedalPlatinumService = платиновая медаль за службу
  .desc = Темно-синяя медаль Морпеха за службу в составе UNMC. 

ent-RMCMedalPlatinum = платиновая медаль
  .desc = Ценная платиновая медаль, которую генералы могут вручать только в особых обстоятельствах.

ent-RMCMedalGoldService = золотая медаль за службу
  .desc = Светоотражающая золотая медаль Морпеха за службу в UNMC. 

ent-RMCMedalGold = золотая медаль
  .desc = Престижная золотая медаль.

ent-RMCMedalSilverService = серебряная медаль за службу
  .desc = Блестящая серебряная медаль Морпеха за службу в UNMC. 

ent-RMCMedalSilver = серебряная медаль
  .desc = Серебряная медаль.

ent-RMCMedalBronzeService = бронзовая медаль за службу
  .desc = Бронзовая медаль Морпеха за службу в составе UNMC. 

ent-RMCMedalBronze = бронзовая медаль
  .desc = Бронзовая медаль.

ent-RMCMedalBase = медаль
  .desc = Медаль.

ent-RMCMedalBronzeDistinguishedConduct = медаль за выдающееся поведение
  .desc = Бронзовая медаль за отличное поведение. 

ent-RMCMedalBronzeHeart = бронзовая медаль сердца
  .desc = Бронзовая медаль в форме сердца, вручаемая за жертвоприношение. 

ent-RMCMedalSilverValor = медаль за отвагу
  .desc = Серебряная медаль за исключительную доблесть. 

ent-RMCMedalGoldExceptionalHeroism = медаль за исключительный героизм
  .desc = Чрезвычайно редкая золотая медаль, присуждаемая только UNMC. 

ent-RMCMedalHighCommandHonor = Почетная медаль Верховного командования UNMC
  .desc = Золотая медаль в форме звезды, вручаемая исключительно Высшим командованием UNMC. 

