ent-RMCSentrySniperFire = Плазменный часовой ООН 60-ФП
  .desc = Плазменная огнеметная турель автоматически отслеживает и стреляет по любой цели, имеющей идентификационный номер, не подключенной к системам Олмайера. 

ent-RMCSentryFire = Штурмовой сторожевой огнемет UN 55-FA
  .desc = Огнеметная турель автоматически отслеживает и стреляет по любой цели, имеющей идентификационный номер, не подключенной к системам Олмайера. 

ent-RMCSentryMiniFire = Мини-сторожевой ООН 45-FM
  .desc = Мини-огнеметная турель автоматически отслеживает и стреляет по любой цели, имеющей идентификационный номер, не подключенной к системам Олмайера. 

ent-RMCTurretGaussDumb = повреждена гаусс-башня ООН-577
  .desc = Развертываемая полуавтоматическая турель с возможностями наведения ИИ. 

ent-RMCSentryShotgun = Ружье ООН 12-G Сторожевой
  .desc = Развертываемая полуавтоматическая башня, предназначенная для ведения боя на ближней дистанции. 

ent-RMCSentryOmni = турель всенаправленного действия ООН 571-Д
  .desc = Развертываемая полуавтоматическая турель с возможностью нацеливания на 360 градусов с помощью искусственного интеллекта. 

ent-RMCSentrySniper = снайперский часовой ООН 725-Д
  .desc = Полностью автоматизированная защитная турель с возможностью наведения на большие расстояния. 

ent-RMCSentryMiniSPP = СПП СДС-Р8 легкий сторожевой
  .desc = Компактная версия СПП оборонительного караула СДС-Р7. 

ent-RMCSentryMiniWeYa = Мы-Я 512-М мини-сторожевой
  .desc = Компактная версия защиты UNMC. 

ent-RMCSentryMini = Мини-сторожевой ООН 512-М
  .desc = Компактная версия защиты UNMC. 

ent-RMCSentry = Сторожевое орудие ООН 571-С
  .desc = Развертываемая полуавтоматическая турель с возможностями наведения ИИ. 

ent-RMCEngineeringUpgrade = комплект инженерного обновления
  .desc = Комплект, используемый для улучшения защиты инженерного часового. 

ent-RMCBaseSentry = турель
  .desc = Развертываемая полуавтоматическая турель с возможностями наведения ИИ. 

ent-RMCSentryConstruct = Сторожевое орудие ООН 571-С
  .desc = Развертываемая полуавтоматическая турель с возможностями наведения ИИ. 

ent-RMCTurretGaussModifiedCLF = модифицированная гаусс-башня УН-577
  .desc = Развертываемая полуавтоматическая турель с возможностями наведения ИИ. 

