ent-RMCTeslaOverclocked = Разогнанная катушка Тесла UN 21S
  .desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

ent-RMCTeslaMicro = Катушка микротесла UN 25S
  .desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

ent-RMCTesla = Катушка Тесла UN 21S
  .desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

ent-RMCBaseTesla = элемент

ent-RMCTeslaTSE = Катушка тесла L10D
  .desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

