ent-RMCTeslaOverclocked-name = Разогнанная катушка Тесла UN 21S
ent-RMCTeslaOverclocked-desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

ent-RMCTeslaMicro-name = Катушка микротесла UN 25S
ent-RMCTeslaMicro-desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

ent-RMCTesla-name = Катушка Тесла UN 21S
ent-RMCTesla-desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

ent-RMCBaseTesla-name = элемент

ent-RMCTeslaTSE-name = Катушка тесла L10D
ent-RMCTeslaTSE-desc = Усовершенствованный способ производства высоковольтной, слаботочной и высокочастотной электроэнергии. 

