ent-RMCHardhatRedTMCC = каска шахтёра Тартара
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

ent-RMCHardhatWhiteAlt = Горнодобывающий комбинат Чунье Шлем
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

ent-RMCHardhatRed = пожарный Шлем
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

ent-RMCHardHat = каска
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

ent-RMCHardhatOrange = каска
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

ent-RMCHardhatBlue = каска
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

ent-RMCHardhatWhite = каска
  .desc = Головной убор, используемый в опасных условиях труда для защиты головы. 

