ent-RMCArmorHelmetM12Intel = Модель разведки XM12 Шлем
  .desc = Экспериментальное ведро для мозгов. 

ent-RMCArmorHelmetM3TDemo = М3-Т бомбардир Шлем
  .desc = Специально изготовленный шлем для пользователей взрывного оружия. 

ent-CMArmorHelmetM45 = M45 Ghillie Шлем
  .desc = Легкий шлем M45 с капюшоном, используемый снайперами Морпеха в разведывательных операциях.

ent-CMArmorHelmetM35 = М35 пиротехник Шлем
  .desc = Шлем, предназначенный для пиротехников UNMC.

ent-RMCArmorHelmetM3G4 = Гренадер М3-Г4 Шлем
  .desc = Сочетается с броней тяжелого гренадера M3-G4. 

ent-RMCArmorHelmetM3Scout = M3-S Шлем
  .desc = Специальный шлем из серии M3, легкий и предназначенный для использования в разведывательных миссиях.

ent-CMArmorHelmetPress = нажмите Шлем
  .desc = Особый вариант Шлема, который носит пресса.

ent-CMArmorHelmetM30 = M30 тактический Шлем
  .desc = Тактический шлем M30 имеет окулярный фильтр, используемый для фильтрации тактических данных. 

ent-CMArmorHelmetM12 = Модель M12 пыль Шлем
  .desc = Экспериментальное ведро для мозгов. 

ent-CMArmorHelmetM11CGeneral = Церемониальный образец M11C Шлем
  .desc = Специальный церемониальный шлем образца M11, который иногда носят генеральные офицеры UNMC.

ent-CMArmorHelmetM11CCO = Командир образца M11C Шлем
  .desc = Специальный шлем M11 Pattern, который носят командиры UNMC. 

ent-CMArmorHelmetM11 = Лидер модели М11 Шлем
  .desc = Немного более красивый Шлем для лидеров Морпеха. 

ent-RMCArmorHelmetM10Welding = М10 сварочный Шлем
  .desc = Модифицированный M10 Морпех Шлем. Имеет регулируемый сварочный экран для защиты глаз. 

ent-CMArmorHelmetM10Tech = Техник М10 Шлем
  .desc = Особый вариант шлема M10 Pattern, который носят инженеры морской пехоты. 

ent-RMCArmorHelmetM10MedicWhite = Белый санитар М10 Шлем
  .desc = Версия M10 Морпех Шлем, которую носят санитары госпиталя Морпех. 

ent-CMArmorHelmetM10Medic = Медик М10 Шлем
  .desc = Особый вариант шлема M10 Pattern, который носят медики морской пехоты. 

ent-RMCArmorHelmetM10SO = Офицер М10 Шлем
  .desc = Особый вариант шлема M10 Pattern, который носят офицеры UNMC, привлекая внимание как пехотинцев, так и снайперского огня.

ent-CMArmorHelmetM10ChiefMP = М10 Шлем главный депутат
  .desc = Особый вариант шлема M10 Pattern, который носит главный член морской пехоты.

ent-CMArmorHelmetM10MP = M10 Шлем МП
  .desc = Особый вариант шлема M10 Pattern, который носит Военная полиция морской пехоты.

ent-ArmorHelmetM10 = Выкройка М10 Морпех Шлем
  .desc = Стандартный шлем M10. 

ent-RMCArmorHelmetM10FieldDoctor = Полевой врач М10-Л Шлем
  .desc = Особый вариант Шлема M10 Pattern, который носят полевые врачи морской пехоты. 

