ent-RMCHandsLeatherBlack = черные кожаные перчатки
  .desc = Мягкие черные кожаные перчатки из тончайшей кожи. 

ent-CMHandsBlackInsulated = черные утепленные перчатки
  .desc = Эти перчатки защитят пользователя от поражения электрическим током. 

ent-RMCHandsPurple = фиолетовые перчатки
  .desc = Пара перчаток, они ничем особенным не выглядят.

ent-CMHandsWhiteDress = платье перчатки
  .desc = Пара модных белых перчаток, которые носят морские пехотинцы в форме одежды.

ent-CMHandsWhite = белые перчатки
  .desc = Пара белых перчаток.

ent-CMHandsLightBrown = светло-коричневые перчатки
  .desc = Пара светло-коричневых перчаток.

ent-CMHandsBrown = коричневые перчатки
  .desc = Пара коричневых перчаток.

ent-CMHandsInsulated = изолированные перчатки
  .desc = Эти перчатки защитят пользователя от поражения электрическим током.

ent-RMCHandsCombat = боевые перчатки
  .desc = Эти тактические перчатки в некоторой степени устойчивы к огню и ударам.

ent-RMCHandsBlack = черные перчатки
  .desc = Простая пара черных перчаток.

