ent-RMCHandsGreyMarine = Перчатки боевые Морпех серые
  .desc = Тактические перчатки Морпех стандартного выпуска. 

ent-RMCHandsBrownMarine = Перчатки боевые Морпех коричневые
  .desc = Тактические перчатки Морпех стандартного выпуска. 

ent-RMCHandsM3G4 = Гренадерские перчатки M3-G4
  .desc = Пара латных, но ловких перчаток.

ent-RMCHandsDeluxeMarine = роскошные боевые перчатки
  .desc = Боевые перчатки отделаны почти золотистой тканью. 

ent-RMCHandsLatexMarine = Перчатки боевые медицинские Морпех
  .desc = Стандартные стерильные перчатки Морпех обеспечивают постоянную защиту и лучший захват при выполнении медицинской работы.

ent-CMHandsBlackMarine = Боевые перчатки Морпех
  .desc = Тактические перчатки Морпех стандартного выпуска. 

