ent-CMHeadBandRebel = повязка на голову повстанца
  .desc = Повязка на голову из простой полоски ткани. 

ent-CMHeadBandIntel = Intel повязка на голову
  .desc = Кусок ткани, принадлежавший опытному спецназовцу, имени которого, похоже, никто не помнит. 

ent-CMHeadBandFoxtrot = повязка на голову для фокстрота
  .desc = Кусок ткани в цветах вашего отряда.

ent-CMHeadBandEcho = эхо повязка на голову
  .desc = Кусок ткани в цветах вашего отряда.

ent-CMHeadBandDelta = дельта-повязка на голову
  .desc = Кусок ткани в цветах вашего отряда.

ent-CMHeadBandCharlie = повязка на голову Чарли
  .desc = Кусок ткани в цветах вашего отряда.

ent-CMHeadBandBravo = браво повязка на голову
  .desc = Кусок ткани в цветах вашего отряда.

ent-CMHeadBandAlpha = альфа повязка на голову
  .desc = Кусок ткани в цветах вашего отряда.

ent-RMCHeadBandSquad = Повязка отряда UNMC
  .desc = Кусок ткани, которым можно обернуть голову.

ent-CMHeadBandTan = коричневая повязка на голову
  .desc = Кусок ткани, которым можно обернуть голову.

ent-CMHeadBandRed = красная повязка на голову
  .desc = Кусок ткани, которым можно обернуть голову.

ent-CMHeadBandGray = серая повязка на голову
  .desc = Кусок ткани, которым можно обернуть голову.

ent-CMHeadBandBrown = коричневая повязка на голову
  .desc = Кусок ткани, которым можно обернуть голову.

ent-CMHeadBandGreen = зеленая повязка на голову
  .desc = Кусок ткани, которым можно обернуть голову.

