ent-RMCHeadRoyalHelmetBallistic = королевский баллистический Шлем L5A3
  .desc = Баллистический шлем с высоким вырезом и прикрепленной нижней челюстью. 

ent-RMCHeadRoyalHelmet = королевский баллистический Шлем L5A2
  .desc = Баллистический Шлем с высоким вырезом. 

ent-RMCHeadRoyalBeretLead = берет королевского лидера Морпеха
  .desc = Зеленый берет, принадлежащий Королевской морской пехоте.

ent-RMCHeadRoyalBeret = королевский берет Морпех
  .desc = Зеленый берет, принадлежащий Королевской морской пехоте.

ent-RMCHeadRoyalTurban = королевский тюрбан Морпех
  .desc = Стандартный военный тюрбан, найденный у Королевской морской пехоты. 

ent-RMCHeadRoyalBeanie = королевская шапка Морпех
  .desc = Стандартная военная шапка.

ent-RMCHeadParaBeret = парамариновый берет
  .desc = Характерный малиновый берет, который носят парамариновые полки RCM. 

ent-RMCHeadParaBeretLead = берет командира группы парамаринов
  .desc = Характерный малиновый берет, который носят унтер-офицеры парамариновых полков РКМ. 

ent-RMCHeadCapPeakedPara = фуражка офицера-парамарина
  .desc = Выдающаяся фуражка, которую носят офицеры парамариновых полков РКМ. 

ent-RMCHeadRoyalL1HelmetBallistic = Баллистический Шлем L1
  .desc = Универсальный баллистический шлем, разработанный Weston-Yamada для общего использования в различных подразделениях вооруженных сил TSE и связанных с ними организациях. 

ent-RMCHeadRoyalFlightHelmet = PH-4 'Спитфайр' рейс Шлем
  .desc = Стандартный полет Шлема, используемый в аэрокосмических силах Империи Трех Солнц, от пилотов-истребителей до атмосферных экипажей. 

