ent-CMHeadCapSPPUshankaCivilian = СПП УЛ8с ушанка
  .desc = Головные уборы SPP выдаются солдатам, когда они не должны участвовать в боевых действиях, и могут быть запрошены офицерами и выше.

ent-CMHeadCapSPPUshanka = СПП УЛ8 ушанка
  .desc = Головные уборы SPP выдаются солдатам, когда они не должны участвовать в боевых действиях, и могут быть запрошены офицерами и выше.

ent-CMHeadCapSPPPeakedPolice = фуражка UL3 PaP
  .desc = Стандартная фуражка Народной вооруженной полиции.

ent-CMHeadCapSPPPeaked = Кепка SPP UL3
  .desc = Головной убор SPP выдается капитанам и выше. 

ent-RMCHeadCapSPPBeretArmy = Берет резервиста СПП
  .desc = Добротный берет, который носят резервисты вооруженных сил СПП. 

ent-CMHeadCapSPPBeret = Берет УЛ3 СПП
  .desc = Головные уборы SPP выдаются солдатам, когда они не должны участвовать в боевых действиях, и могут быть запрошены офицерами и выше.

ent-RMCHeadCapSPPCivilianPlantWorker = белая рабочая кепка
  .desc = Простая белая тканевая кепка, которую обычно носят различные работники СЭС, чтобы держать волосы под контролем и поддерживать чистоту. 

ent-CMHeadCapSPPCivilian = Кепка гражданская SPP UL2
  .desc = Гражданский головной убор СПП. 

ent-CMHeadCapSPP = крышка UL2
  .desc = Головные уборы SPP выдаются солдатам, когда они не должны участвовать в боевых действиях, и могут быть запрошены офицерами и выше.

ent-RMCArmorHelmetSPPFirefighter = Т-20 пожарный Шлем
  .desc = Шлем усиленный термостойкий, выданный аварийно-спасательным работникам СЭС. 

ent-RMCArmorHelmetSPPArmy = 6Б82 боевой Шлем
  .desc = Старая версия армейского боевого шлема 6Б92 СПП, которую до сих пор носят некоторые подразделения на планетах, которые СПП считает менее важными.

ent-ArmorHelmetSPPHeavy = СПП UH7 Шлем
  .desc = Как и UM4, этот Шлем очень устойчив к баллистическим повреждениям, однако его недостатки и преимущества увеличены вдвое. 

ent-ArmorHelmetSPPEngineer = СПП УМ4-В Шлем
  .desc = Эта версия UM4 Шлема имеет козырек из баллистического стекла, позволяющий инженерам СПП безопасно выполнять сварку, но, по некоторым сообщениям, затрудняющий обзор в процессе.

ent-ArmorHelmetSPP = СПП UM4 Шлем
  .desc = Используя высококвалифицированные технологии производства, этот шлем UM4 может быть очень устойчив к баллистическим повреждениям за счет своего огромного веса, вызывающего чрезвычайную нагрузку на голову пассажира, что, скорее всего, приведет к проблемам с шеей.

ent-RMCArmorHelmetSPPSOF = CCC5-L композитный шлем
  .desc = Боевой шлем производства СПП с характерной сферической конструкцией. 

ent-RMCHeadCapSPPPolKomWhite = Кепка СПП UL5 C-1
  .desc = Головной убор СПП, выдаваемый высокопоставленным офицерам ВМФ или пехотного корпуса Морпеха.

ent-RMCHeadCapSPPPolBlack = Кепка СПП УЛ5 П-1
  .desc = Головные уборы СПП выдаются политическим комиссарам всех категорий. 

ent-RMCHeadCapSPPSOF = берет ССО
  .desc = Берет искусной работы, который носят военнослужащие Сил космических операций СПП. 

