ent-RMCHeadCapTSEPAPeaked = кепка-цепа с козырьком
  .desc = Темная фуражка с мощной серебряно-красной эмблемой ЦЕПА в форме цветка сакуры. 

ent-RMCHeadBeretTSEPA = цепа берет
  .desc = Не защищает голову от пули.

ent-RMCHeadBeretTSE = це берет
  .desc = Не защищает голову от пули.

ent-RMCHeadCapTSEPA = цепа шапка
  .desc = Кепка для сотрудников ЦЭПА. 

ent-RMCHeadCapTSEPAPeakedGoldSilver = кепка-цепа с козырьком
  .desc = Темная фуражка с мощной серебряно-золотой эмблемой ЦЕПА в форме цветка сакуры. 

ent-RMCHeadCapTSEPAPeakedGold = кепка-цепа с козырьком
  .desc = Темная фуражка с мощной красно-золотой эмблемой TSEPA в форме цветка сакуры, чаще используемая более высокопоставленными констеблями и сотрудниками TSEPA. 

