ent-RMCExplosivePlastic = пластиковая взрывчатка
  .desc = Используется для проделывания отверстий в определенных областях без слишком большого количества дополнительных отверстий.

ent-RMCExplosiveBreachingChargeRubberTSEPA = ЦЭПА X17 обвинение в массовых беспорядках
  .desc = Взрывное устройство, используемое для взлома помещений и защиты пользователя от взрыва. 

ent-RMCExplosiveBreachingChargeRubber = X17 обвинение в массовых беспорядках
  .desc = Взрывное устройство, используемое для взлома помещений и защиты пользователя от взрыва. 

ent-RMCExplosiveBreachingCharge = элемент

