ent-RMCDropshipAttachmentParaDrop = Система парашютного развертывания ГПУ-1

ent-RMCDropshipAttachmentFulton = Система восстановления Фултона РМУ-19
  .desc = Лебедочная система для сбора любых восстанавливаемых шаров Фултон на большой высоте. 

ent-RMCDropshipAttachmentMedevac = Система медицинской эвакуации РМУ-4М
  .desc = Лебедочная система для подъема раненых морских пехотинцев на медицинских носилках на десантный корабль. 

ent-RMCDropshipAttachmentDoorGun = Система крепления дверного стрелка MTU-4B
  .desc = Ящик, в котором размещается крупнокалиберный пулемет M56D с оптическим прицелом, обслуживаемый расчетом. 

ent-RMCDropshipAttachmentSentryDefenseSystem = Система сторожевой защиты А/А-32-П
  .desc = Ящик, в котором размещается сторожевая турель. 

ent-RMCDropshipAttachmentLaunchBay = Внутренняя сторожевая пусковая установка ЛАГ-14
  .desc = Пусковая площадка для сброса специальных боеприпасов. 

