ent-ActionXenoGenerateEggs = Создать яйца (50)
  .desc = Генерируйте яйцо каждые 30 секунд, которое попадает в ваше хранилище.

ent-ActionXenoEmpower = Усиление (50)
  .desc = При первой активации вы получите небольшое количество щита.

ent-ActionXenoSoak = Впитать урон (20)
  .desc = Поглощает урон на 6 секунд.

ent-ActionXenoBurrow = Закопаться
  .desc = Закопайтесь под землей, чтобы не получить урона от всех источников.

ent-ActionXenoDodge = Уклонение (200)
  .desc = Получите повышение скорости на 7 секунд и беспрепятственно проходите сквозь союзников и врагов.

ent-ActionXenoManageHive = Управляйте ульем

ent-ActionXenoParasiteReserve = Установить резерв лицехватов
  .desc = Устанавливает ваши резервы лицехватов.

ent-ActionXenoThrowParasite = Взять лицехвата
  .desc = Извлекает ребенка из вашего хранилища, если у вас пустая рука.

ent-ActionXenoRetrieveEgg = Взять яйцо
  .desc = Извлекает яйцо из вашего хранилища, если у вас пустая рука.

ent-ActionXenoDefensiveShield = Защитный щит (50)
  .desc = Получите временный щит, который блокирует следующие 200 единиц урона (и невосприимчив к взрывному урону) на 7 секунд.

ent-ActionXenoTurnInvisible = Стать невидимым (20)
  .desc = Станьте частично невидимым на 30 секунд или до тех пор, пока не нанесете урон или не попытаетесь сожрать врага.

ent-RMCGuidebookActionXenoGrowOvipositor = Выращивание яйцеклада
  .desc = Станьте неподвижным и начните откладывать яйца, из которых будут рождаться паразиты.

ent-ActionXenoGrowOvipositor = Вырастить яйцеклад (700)
  .desc = Станьте неподвижным и начните откладывать яйца, из которых рождаются дети.

ent-ActionXenoWordQueen = Слово Королевы (50)
  .desc = Отправляет сообщение всем членам вашего улья.

ent-ActionXenoZoom = Переключить дальний прицел

ent-ActionXenoResinWalker = Смоляное ускорение (50)
  .desc = Бегите быстрее по сорнякам.

ent-ActionXenoFortifySteelcrest = Укрепить
  .desc = Станьте намного медленнее, повысив свою устойчивость к прямому урону и взрывам.

ent-ActionXenoFortify = Укрепиться
  .desc = Станьте неподвижным и непроходимым для мобов, резко повышая свою устойчивость к прямому урону и взрывам.

ent-ActionXenoToggleCrest = Переключить защиту герба
  .desc = Увеличивает вашу устойчивость к прямому урону, но замедляет вас.

ent-ActionXenoHide = Скрывать
  .desc = Прячьтесь под столами и другими объектами.

ent-RMCGuidebookActionXenoPheromones = Испускать феромоны
  .desc = Дает положительный эффект ближайшим ксеносам.

ent-ActionXenoPheromones = Испускать феромоны (35)
  .desc = Дает положительный эффект ближайшим ксено.

ent-RMCGuidebookActionXenoWatch = Следить за ксено

ent-ActionXenoWatch = Следить за ксено

ent-RMCGuidebookActionXenoRest = Отдых
  .desc = Прилягте, чтобы быстрее восстановить здоровье, находясь на смоле.

ent-ActionXenoRest = Отдых
  .desc = Прилягте, чтобы быстрее восстановить здоровье, находясь на смоле.

