ent-ActionXenoExpandWeeds = Расширить Сорняки (50)
  .desc = Расширьте существующие сорняки или превратите плитку сорняков в узел.

ent-ActionLesserDronePlantWeeds = Посадить смолу (75)
  .desc = Посадите узел сорняков, который будет распространять больше сорняков.

ent-ActionXenoDigTunnel = Выкопать туннель (200)
  .desc = Выкопайте туннель для быстрого перемещения по улью.

ent-ActionXenoFruitPlantLesser = Фрукты из растительной смолы (50)
  .desc = Посадите смолистые плоды на сорняки ценой здоровья и плазмы.

ent-ActionXenoPlantWeedsHardy = Посадить выносливые сорняки (125)
  .desc = Посадите узел сорняков, который будет распространять более выносливые сорняки, которые приносят плоды на 25% быстрее, имеют немного больше здоровья и могут распространяться на некоторых поверхностях, где обычные сорняки не растут.

ent-ActionXenoFruitPlant = Растительная смола Фрукты (100)
  .desc = Посадите выбранные смолистые плоды на сорняки ценой здоровья и плазмы.

ent-ActionXenoFruitChoose = Изменить фрукты
  .desc = Выберите фрукт, который хотите посадить, с помощью действия «Посадить смоляные плоды».

ent-ActionXenoResinHole = Сделать смоляное отверстие (200)
  .desc = Создает смоляное отверстие на сорняках.

ent-RMCGuidebookActionXenoOrderConstruction = Заказать строительство
  .desc = Начинает строительство важной структуры улья.

ent-ActionXenoOrderConstruction = Заказать строительство
  .desc = Начинает строительство важной структуры улья.

ent-ActionXenoCoerceResin = Выделить смолу
  .desc = Создает структуру, выбранную с помощью действия «Выбрать структуру смолы».

ent-ActionXenoSecreteStructure = Выделить смолу
  .desc = Создает структуру, выбранную с помощью действия «Выбрать структуру смолы».

ent-ActionXenoChooseStructure = Выберите структуру смолы
  .desc = Выберите структуру для выделения с помощью действия «Секретная смола».

ent-ActionXenoPlantWeeds = Сорняки растений (75)
  .desc = Посадите узел сорняков, который будет распространять больше сорняков.

ent-ActionXenoDesignerSelectedDesign = Выбранная смола
  .desc = Переключите, являются ли вновь размещенные узлы конструкции узлами стены или двери.

ent-ActionXenoDesignerGreaterResinSurge = Большой выброс смолы (250)
  .desc = Поглощает близлежащие узлы конструкции для создания временных толстых смоляных стен.

