ent-ActionXenoQueenEye = Введите форму глаза
  .desc = Осмотрите любую область с сорняками удаленно. 

ent-ActionXenoFightOrFlight = Сражайся или беги (300 плазмы, 75 ярости)
  .desc = Снимите недуги и оглушения со всех союзников вокруг вас. 

ent-ActionXenoTantrum = Истерика (100 плазмы, 75 ярости)
  .desc = Дайте союзнику и себе временную Броню на несколько секунд, которая будет действовать на вас дольше. 

ent-ActionXenoTailFountain = Хвостовой фонтан
  .desc = Тушит огонь ближайшего союзника или противника. 

ent-ActionXenoSacrifice = Жертва
  .desc = Пожертвуйте своей жизнью, чтобы исцелить сестру. 

ent-ActionXenoApplySalve = Нанесите мазь (200)
  .desc = Примените мазь, чтобы потратить часть своего здоровья на восстановление здоровья союзного ксеноса до 100 за 5 секунд. 

ent-ActionXenoHeal = Исцелить Ксенонида (600)
  .desc = Лечит ксенонидов в диапазоне из 4 плиток вокруг места, где вы щелкаете, и восстанавливаете 30% их здоровья в течение 20 секунд.

ent-RMCGuidebookActionXenoLeader = Выбирайте лидеров
  .desc = Повышает и понижает в должности лидеров ксенонидов или наблюдает за ними. 

ent-ActionXenoLeader = Выбирайте/следуйте лидерам ксенонидов
  .desc = Повышает и понижает в должности лидеров ксенонидов или наблюдает за ними. 

ent-ActionXenoAidRejuvenate = Помощь ксенонидному омоложению (100 плазмы, 100 запасов здоровья)
  .desc = Снимите недуги и оглушения с далекого союзника Ксено.

ent-ActionXenoAidHeal = Помощь ксенонидному исцелению (100 плазмы, 100+ запасов здоровья)
  .desc = Исцеляет ближайшего союзника Ксено. 

ent-ActionXenoRetrieve = Возврат (180 плазмы, 100 ярости)
  .desc = Притягивает к вам ксенонид, если он все еще, с задержкой в ​​0,6 секунды. 

ent-ActionXenoResinSurge = Всплеск смолы (75)
  .desc = Мгновенно выращивает плод при использовании (время восстановления будет пропорционально времени роста), создает временные стены при использовании на сорняках или использует на существующих стенах, чтобы укрепить их 6000 ОЗ на 15 секунд. 

ent-ActionXenoTransferPlasmaHivelord = Трансферная плазма (200)
  .desc = Дайте плазму ксенониду.

ent-ActionXenoHealerDroneTransferPlasma = Трансферная плазма (100)
  .desc = Отдайте плазму ближайшему ксенониду.

ent-ActionXenoTransferPlasma = Трансферная плазма (50)
  .desc = Отдайте плазму ближайшему ксенониду.

ent-ActionXenoTransferPlasmaQueen = Дайте плазму (400)
  .desc = Дистанционно восстанавливает 75% максимального количества плазмы одного ксенонида.

ent-ActionXenoSpikeShield = Шипастый щит (150 осколков)
  .desc = Потратьте осколки, чтобы получить временный щит, который действует в течение короткого времени. 

ent-ActionXenoBulwarkOfTheHive = Оплот Улья
  .desc = Предоставляет всем членам улья вокруг вас временный щит, который блокирует 200 единиц урона в течение 10 секунд. 

ent-ActionXenoDoom = Гибель (50)
  .desc = Выключает свет вокруг вас на 10 секунд, а также замедляет, ошеломляет и истощает врагов.

