ent-ActionXenoTumble = Рывок (25)
  .desc = Стремитесь к своей стороне и отбросьте первого пораженного врага.

ent-ActionXenoClothesline = Бросить цель
  .desc = Бросает цель, нанося минимальный урон и исцеляя вас.

ent-ActionXenoEviscerate = Потрошить
  .desc = Выпотрошите ближайших врагов после небольшой задержки.

ent-ActionXenoApprehend = Задержать
  .desc = Увеличивает вашу скорость передвижения и замедляет следующую цель, которую вы ударите.

ent-ActionXenoHeadbite = Укус головы
  .desc = Мгновенно убивает бессознательные цели и исцеляет вас на 150 HP.

ent-ActionXenoFlurry = Шквал
  .desc = Атака размером 1x3 плитки, наносящая урон каждой цели и исцеляющая вас.

ent-ActionXenoTailJab = Джеб хвостом
  .desc = Нанесите удар врагу в радиусе 2,5 клеток, нанося ему большой урон и замедляя его.

ent-ActionXenoDislocate = Вывих (55)
  .desc = Ударьте выбранного врага, нанеся некоторый урон и оттолкнув его назад.

ent-ActionXenoTailLash = Хвостовой удар (80)
  .desc = Отбросьте противников в области 2x3 в заданном направлении после очень короткого удара.

ent-ActionXenoAbduct = Похитить (180)
  .desc = Создайте линию, которая после небольшого уклонения притягивает к вам врагов, обезоруживая их.

ent-ActionXenoTailSeize = Захватить хвостом
  .desc = Выбросьте хвост перед собой.

ent-ActionXenoScissorCut = Ножницы (25)
  .desc = Режет врагов и ограждает по прямой.

ent-ActionXenoHighGallop = Высокий галоп
  .desc = Оглушает противников в области 2х3 в выбранном направлении и замедляет их.

ent-ActionXenoToggleSpitType = Переключить тип плевка
  .desc = Переключайтесь между нейротоксичным или кислотным плевком.

ent-ActionXenoSpitQueen = Ксено-плевок (50/25)
  .desc = Выпускает снаряд, который либо парализует первого попавшегося врага, либо повредит его и покроет кислотой.

ent-ActionXenoCleaveFling = Расколотый удар
  .desc = Бросить врага.

ent-ActionXenoCleaveRoot = Обездвижить
  .desc = Обездвиживает врага на секунду.

ent-ActionXenoBlitz = Блиц (50)
  .desc = Сделайте рывок на небольшое расстояние в направлении заданного места.

ent-ActionXenoPierce = Пронзить (50)
  .desc = Пронзайте врагов на расстоянии 3 клеток, нанося большой урон и пробивая некоторое количество брони.

ent-ActionXenoTailTrip = Ошеломить (30)
  .desc = Обезоруживает и ошеломляет немаркированного врага.

ent-ActionXenoImpale = Прокол (80)
  .desc = Пронзает соседнего врага хвостом.

ent-ActionXenoForTheHive = Для Улья!
  .desc = Подготовьтесь к мощному взрыву кислоты за 20 секунд.

ent-ActionXenoTremor = Тремор (100)
  .desc = Ударьте по земле по площади 7x7, оглушая всех врагов в радиусе действия на короткий период времени.

ent-ActionXenoAcidShroud = Кислотный покров
  .desc = Создайте вокруг себя небольшое облако кислого или нейротоксичного газа, чтобы скрыть себя.

ent-ActionXenoToggleGasType = Переключить тип газа
  .desc = Переключение между типами кислотного или нейротоксичного газа.

ent-ActionXenoBombard = Бомбарда (200)
  .desc = После задержки выстрелите кислотным или нейротоксичным шариком.

ent-ActionXenoRam = Отбросить (10)
  .desc = Бросает выбранного врага на несколько плиток, сбивая его с ног и нанося урон.

ent-ActionXenoToggleCharging = Переключить зарядку
  .desc = Включите зарядку при движении по прямой, что увеличит вашу скорость и урон от удара в зависимости от общего пройденного расстояния.

ent-ActionXenoCharge = Заряд (20)
  .desc = Нажмите на плитку, с которой вы хотите произвести оплату, после короткого времени, которое невозможно отменить.

ent-ActionXenoCrush = Раздавить (25)
  .desc = Ударьте по земле по площади 7x7, замедляя и обезоруживая всех врагов в радиусе действия.

ent-ActionXenoStomp = Топать (30)
  .desc = Ударьте по земле по площади 5х5, замедляя и обезоруживая всех врагов в радиусе действия.

ent-ActionXenoGut = Выпотрошить (200)
  .desc = Гибнет моба, которого вы решили выпотрошить.

ent-ActionXenoScreech = Визг (250)
  .desc = Широкая область действия оглушает, визжит при активации.

ent-ActionXenoLunge = Выпад
  .desc = Делает выпад в сторону выбранного врага и хватает первого попавшегося врага.

ent-ActionXenoFling = Бросок
  .desc = Бросает выбранного врага на несколько плиток, сбивая его с ног и нанося урон.

ent-ActionXenoPunch = Ударить кулаком
  .desc = Ударяет выбранного врага, нанося огромный урон, замедляя его и отталкивая.

ent-ActionXenoBoneChips = Костный снаряд
  .desc = Запустите снаряд, который нанесет урон и замедлит первого врага, в которого попадет.

ent-ActionXenoCripplingStrike = Калечащий удар (20)
  .desc = Временно зарядите атаку ближнего боя, которая замедлит первого попавшегося врага и нанесет на 20 % больше урона.

ent-ActionXenoParalyzingSlash = Парализующий удар (50)
  .desc = Временно зарядите атаку ближнего боя, которая с небольшой задержки сбивает с ног первого попавшегося врага.

ent-ActionXenoAcidBall = Кислотный шар (80)
  .desc = Бросает снаряд, который после небольшой задержки взорвется кислотой во всех направлениях.

ent-ActionXenoSprayAcidWarden = Спрей с кислотой (130)
  .desc = Распыляет кислоту вдоль земли по линии, покрывая ею плитку.

ent-ActionXenoSprayAcidPraetorian = Спрей кислоты (80)
  .desc = Распыляет кислоту вдоль земли по линии, покрывая ею плитку.

ent-ActionXenoSprayAcid = Спрей кислоты (40)
  .desc = Распыляет кислоту вдоль земли по линии, покрывая ею плитку.

ent-ActionXenoChargeSpit = Зарядный плевок (50)
  .desc = Заряжает ваш следующий плевок, заставляя его наносить больше урона и покрывать врага кислотой, но имеет меньшую дальность действия.

ent-ActionXenoSpit = Ксено-плевок (25)
  .desc = Выпускает снаряд, который наносит урон первому врагу, которого он поразит.

ent-ActionXenoScatteredSpit = Рассеянная плева (20)
  .desc = Выпускает несколько безвредных снарядов, которые на короткое время парализуют любого врага, по которому они попали.

ent-ActionXenoSlowingSpit = Замедляющий плевок (20)
  .desc = Выпускает безвредный снаряд, который замедляет первого попавшегося врага и парализует его, если у него нет Брони.

ent-ActionXenoTailSweep = Взмах хвостом (10)
  .desc = Сбивайте с толку всех врагов, находящихся рядом с вами.

ent-ActionXenoHeadbutt = Удар головой
  .desc = Устремитесь к выбранному врагу и отбросьте первого пораженного врага, слегка пронзив Броню.

ent-ActionXenoDash = Дэш (40)
  .desc = Сделайте рывок на небольшое расстояние в направлении заданного места.

ent-ActionXenoAssault = Нападение (25)
  .desc = Направьтесь в указанное место.

ent-ActionXenoPounce = Наброситься (20)
  .desc = Прыгните в указанное место и сбейте первого пораженного врага, [color=red], если вы невидимы.[/color]

ent-ActionXenoRush = Торопиться
  .desc = Прыгайте в указанное место и рубите противника, которого вы ударили, сотрясая его экран.

ent-ActionXenoLeap = Прыгнуть
  .desc = Прыгните в указанное место и сбейте первого попавшегося врага.

ent-ActionXenoTailStabBoiler = Коррозионный удар хвостом
  .desc = Начинает атаку в заданном направлении.

ent-ActionXenoTailStabCorrosive = Коррозионный удар хвостом
  .desc = Начинает атаку в заданном направлении.

ent-ActionXenoTailSlam = Хвостовой удар
  .desc = Начинает атаку в заданном направлении.

ent-ActionXenoTailStab = Удар хвостом
  .desc = Начинает атаку в заданном направлении.

ent-ActionXenoRegurgitate = срыгивать
  .desc = Выбросьте всех сожранных морских пехотинцев.

ent-ActionXenoAcidAcider = Сильная едкая кислота (100 кислота)
  .desc = Со временем плавит баррикады или предметы.

ent-ActionXenoAcidStrong = Сильная едкая кислота (125)
  .desc = Со временем расплавляет конструкцию или предмет.

ent-ActionXenoAcidWeak = Слабая едкая кислота (75)
  .desc = Со временем расплавляет конструкцию или предмет.

ent-ActionXenoAcidNormal = Разъедающая кислота (100)
  .desc = Со временем расплавляет конструкцию или предмет.

ent-ActionXenoSpitPraetorian = Ксено-плевок (25)
  .desc = Выпускает снаряд, который наносит урон первому врагу, которого он поразит.

ent-ActionXenoSprayAcidBoiler = Спрей кислоты (40)
  .desc = Распыляет кислоту вдоль земли по линии, покрывая ею плитку.

ent-ActionXenoFireSpikes = Огненные шипы (75 осколков)
  .desc = Запустите 8 маленьких осколков шипов в том направлении, в котором вы щелкнете.

ent-ActionXenoSpikeShed = Сарай с шипами (все осколки)
  .desc = Разрушьте все свои осколки, чтобы разбросить их во всех направлениях вокруг себя.

ent-ActionXenoRend = Ренд (25)
  .desc = Цепляйтесь за врагов вокруг себя.

ent-ActionXenoDestroy = Разрушать
  .desc = Через короткое время прыгайте в указанное место, разрушая постройки и уничтожая врагов в радиусе 3х3.

