ent-Bedroll = спальный мешок
  .desc = Складная кровать — чуть ли не единственное удобство в полевых условиях. 

ent-RMCBedAlien = инопланетная кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-CMBed = кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedAlt = кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedPsych = кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedDingy = кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedBunk = черная двухъярусная кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedBunkBlue = синяя двухъярусная кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedBunkGreen = зеленая двухъярусная кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedBunkGreenUnanchored = зеленая двухъярусная кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-RMCBedBunkRed = красная двухъярусная кровать
  .desc = Матрас на прямоугольном металлическом каркасе. 

ent-BedrollFolded = спальный мешок
  .desc = Складная кровать — чуть ли не единственное удобство в полевых условиях. 

