ent-CMChairWood = деревянный стул
  .desc = Старое никогда не бывает слишком старым, чтобы не быть в моде.

ent-CMChairOfficeWhite = белый офисный стул
  .desc = Офисный стул для сидения.

ent-CMChairOfficeDark = темный офисный стул
  .desc = Офисный стул для сидения.

ent-RMCChairComfyAlien = инопланетный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-RMCChairComfyAI = Стул с интерфейсом AI
  .desc = Функциональное кресло, предназначенное для комфортного сидения одного человека с целью облегчить взаимодействие с искусственным интеллектом корабля.

ent-CMChairComfy = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-RMCStool = табурет
  .desc = Прикладываем приклад.

ent-CMChairNonFold = стул
  .desc = Прямоугольный металлический каркас на четырех ножках с задней панелью. 

ent-CMChair = стул
  .desc = Базовый стул для сидения.

ent-CMSeatBase = абстрактный стул
  .desc = Ты сидишь в этом. 

ent-CMChairFolded = стул
  .desc = Базовый стул для сидения.

ent-CMChairAlt = стул
  .desc = Прямоугольный металлический каркас на четырех ножках с задней панелью. 

ent-CMChairComfyARES = удобный стул
  .desc = Функциональное кресло, предназначенное для комфортного сидения одного человека с целью облегчить взаимодействие с искусственным интеллектом корабля.

ent-CMChairComfyBeige = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-CMChairComfyBlack = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-CMChairComfyBlue = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-CMChairComfyLime = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-CMChairComfyOrange = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-CMChairComfyTeal = удобный стул
  .desc = Стул с кожаной обивкой и регулируемым подголовником. 

ent-CMChairComfyAlpha = удобный стул
  .desc = Простой стул, постоянно прикрепленный к полу, с удаленными вращающимися частями, чтобы заставить солдат с низкой концентрацией внимания оставаться неподвижными во время инструктажей. 

ent-CMChairComfyBravo = удобный стул
  .desc = Простой стул, постоянно прикрепленный к полу, с удаленными вращающимися частями, чтобы заставить солдат с низкой концентрацией внимания оставаться неподвижными во время инструктажей. 

ent-CMChairComfyCharlie = удобный стул
  .desc = Простой стул, постоянно прикрепленный к полу, с удаленными вращающимися частями, чтобы заставить солдат с низкой концентрацией внимания оставаться неподвижными во время инструктажей. 

ent-CMChairComfyDelta = удобный стул
  .desc = Простой стул, постоянно прикрепленный к полу, с удаленными вращающимися частями, чтобы заставить солдат с низкой концентрацией внимания оставаться неподвижными во время инструктажей. 

ent-CMChairWoodWings = деревянный стул
  .desc = Старое никогда не бывает слишком старым, чтобы не быть в моде.

