ent-RMCCouchLeftBar = барная будка
  .desc = Старая деревянная будка с красной подкладкой. 

ent-RMCCouchMid = диван
  .desc = Кусок шведской плоской мебели, только не просите у МТ шестигранный ключ.

ent-RMCCouchEnd = диван
  .desc = Кусок шведской плоской мебели, только не просите у МТ шестигранный ключ.

ent-RMCCouchMidRed = красный диван
  .desc = Кусок шведской плоской мебели, только не просите у МТ шестигранный ключ.

ent-RMCCouchEndLowerRed = красный диван
  .desc = Кусок шведской плоской мебели, только не просите у МТ шестигранный ключ.

ent-RMCCouchEndUpperRed = красный диван
  .desc = Кусок шведской плоской мебели, только не просите у МТ шестигранный ключ.

ent-RMCCouchRightBar = барная будка
  .desc = Старая деревянная будка с красной подкладкой. 

