ent-CMMemorialMaintainers = плита памяти
  .desc = Мемориал всем членам команды сопровождающих, ушедшим из работы над RMC-14. 

ent-CMMemorial = плита победы
  .desc = Корабельный мемориал, посвященный триумфам морской пехоты и павшим морским пехотинцам этого корабля. 

ent-CMMemorialBase = мемориал
  .desc = В память о чем-либо.

ent-CMMemorialAdmins = плита памяти
  .desc = Мемориал всем администраторам и модераторам, ушедшим из RMC-14. 

ent-RMCMemorialWall = плита победы
  .desc = Корабельный мемориал, посвященный триумфам морской пехоты и павшим морским пехотинцам этого корабля. 

