ent-RMCLargeTableBar = барный стол
  .desc = Деревянный стол, знавший лучшие времена.

ent-RMCTableHunter = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-RMCTablePrison = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-CMTableAlmayer = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-CMTableWoodenGambling = игровой стол
  .desc = Изогнутая поверхность из дерева и ковра, опирающаяся на четыре ножки.

ent-CMTableWoodenFancy = необычный деревянный стол
  .desc = Красиво обработанная поверхность из красного дерева опирается на четыре ножки.

ent-CMTableWoodenPoor = бедный деревянный стол
  .desc = Полуплохо сконструированная деревянная поверхность, опирающаяся на четыре ножки.

ent-CMTableWooden = деревянный стол
  .desc = Квадратная деревянная поверхность, опирающаяся на четыре ножки.

ent-CMTableReinforcedBlack = черный стол
  .desc = Элегантный черный металлический стол.

ent-CMTableReinforced = усиленный стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-RMCLargeTable = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-CMTable = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-RMCTableBrown = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-CMTableReinforcedRequisition = усиленный стол
  .desc = Квадратная металлическая поверхность, опирающаяся на толстое металлическое дно.

ent-RMCTableReinforcedRequisitionBrown = усиленный стол
  .desc = Квадратная металлическая поверхность, опирающаяся на толстое металлическое дно.

ent-RMCTableReinforcedRequisitionBrownOffset = усиленный стол
  .desc = Квадратная металлическая поверхность, опирающаяся на толстое металлическое дно.

ent-RMCTablePrisonSoro = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-RMCTablePrisonBeige = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

ent-RMCTablePrisonBrown = стол
  .desc = Квадратная металлическая поверхность, опирающаяся на четыре ножки.

