ent-CMHyperSleepChamber-name = камера гиперсна
ent-CMHyperSleepChamber-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-CMHyperSleepChamberAlpha-name = камера гиперсна
ent-CMHyperSleepChamberAlpha-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-CMHyperSleepChamberBravo-name = камера гиперсна
ent-CMHyperSleepChamberBravo-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-CMHyperSleepChamberCharlie-name = камера гиперсна
ent-CMHyperSleepChamberCharlie-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-CMHyperSleepChamberDelta-name = камера гиперсна
ent-CMHyperSleepChamberDelta-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-RMCHyperSleepChamberPVE-name = камера гиперсна
ent-RMCHyperSleepChamberPVE-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-RMCHyperSleepChamberPVEWest-name = камера гиперсна
ent-RMCHyperSleepChamberPVEWest-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

ent-RMCHyperSleepChamberPVEAltRot-name = камера гиперсна
ent-RMCHyperSleepChamberPVEAltRot-desc = Большая автоматизированная капсула со светодиодными дисплеями, предназначенная для того, чтобы погрузить любого внутри в «гиперсон» — форму некриогенного состояния, используемую на большинстве кораблей, связанную с отсеком для длительного гиперсна на нижнем уровне.

