ent-RMCCrateMortarShellFlare = Ящик с минометными снарядами M402 (6 вспышек/камер)
  .desc = Ящик с боевыми минометами различной боевой нагрузки.

ent-RMCCrateMortarShellIncendiary = Ящик с минометными снарядами M402 (x6 зажигательных)
  .desc = Ящик с боевыми минометами различной боевой нагрузки.

ent-RMCCrateMortarShellHE = Ящик для минометных снарядов М402 (6 ОФ)
  .desc = Ящик с боевыми минометами различной боевой нагрузки.

ent-RMCCrateMortarKit = Ящик с минометом M402 (1 миномет, 1 рюкзак для минометных снарядов)
  .desc = Ящик с оружием.

