ent-RMCCrateRestrictedEquipmentIntelSupportKit = Ящик с комплектом поддержки полевой разведки (1 фултон, 1 детектор данных, 1 брошюра с информацией, 1 большой пакет для документов, 1 радиоключ с информацией о разведке)
  .desc = Металлический ящик прямоугольной формы.

ent-RMCCrateRestrictedEquipmentArmorB12 = ящик брони B12 (x1 Шлем, x1 Броня)
  .desc = Металлический ящик прямоугольной формы.

ent-RMCCrateRestrictedEquipmentArmorM4 = ящик брони М4 Ящик (x1 Шлем, x1 Броня)
  .desc = Металлический ящик прямоугольной формы.

