ent-RMCCrateAegisLobby = Ящик с оборудованием слежения AEGIS (3 пинпоинтера, 1 брошюра)
  .desc = Ящик с припасами, содержащий оборудование для отслеживания идентификаторов AEGIS и документацию.

ent-RMCCrateSuppliesCrayons = коробки с мелками
  .desc = Ящик с припасами.

ent-RMCCrateSupplyJanitor = различные товары для уборки
  .desc = Ящик с припасами.

ent-RMCCrateSuppliesBoxes = листы картона (х50)
  .desc = Ящик с припасами.

ent-RMCCrateSupplyEvacuation = аварийно-спасательное оборудование (2 ящика для инструментов, 2 спасательных жилета, кислородный баллон 5 раз, маски 5 раз)
  .desc = Ящик с припасами.

ent-RMCCrateSupplyInternals = Ящик с кислородными внутренностями (3 маски, 3 баллона)
  .desc = Ящик с припасами.

