ent-RMCSecureCaseStrappedMetal = Ящик для поставок металлических листов (x200)
  .desc = Ящик с припасами, содержащий четыреста пятьдесят стопок металлических листов.

ent-RMCSecureCaseM54CMagHalf = Чехол для магазинов M54C (x10)
  .desc = Ящик с боеприпасами, содержащий 10 магазинов M54C.

ent-RMCSecureCaseM54CMag = Чехол для магазинов M54C (20 шт.)
  .desc = Ящик с боеприпасами, содержащий 20 магазинов M54C.

ent-RMCSecureCaseL90Mag = Чехол для магазинов L90/91 (20 шт.)
  .desc = Ящик с боеприпасами на 20 магазинов L90/91.

ent-RMCSecureCaseL90MagHalf = Чехол для магазинов L90/91 (10 шт.)
  .desc = Ящик с боеприпасами, содержащий 10 магазинов L90/91.

ent-RMCSecureCaseStrappedWater = Ящик с водой в бутылках We-Ya (x50)
  .desc = Ящик с пятьюдесятью бутылками родниковой воды Weston-Yamada.

ent-RMCSecureCaseStrappedMRE = Ящик UNMC MRE (x60)
  .desc = Ящик с припасами, содержащий шестьдесят пакетов MRE UNMC.

ent-RMCSecureCaseStrappedTSEMRE = Ящик с пайками TSE ORP (x60)
  .desc = Ящик с шестьюдесятью пакетами рациона TSE ORP.

ent-RMCSecureCaseStrappedSandbag = ящик с мешками с песком (x100)
  .desc = Ящик с припасами, содержащий четыре кучки по двадцать пять мешков с песком.

ent-RMCSecureCaseStrappedFlare = ящик с факелами (x320)
  .desc = Ящик с припасами, содержащий два ящика с сигнальными ракетами.

ent-RMCSecureCaseStrappedTripod = Ящик для освещения штатива (x8)
  .desc = Ящик с восемью лампами-треножками.

ent-RMCSecureCaseMedicalBigIV = Ящик для подставки для капельниц (x3)
  .desc = Ящик с медицинскими принадлежностями, содержащий три капельницы для внутривенного вливания.

ent-RMCSecureCaseMedicalBigFirstAid = ящик с аптечкой первой помощи (x20)
  .desc = Ящик с медицинскими принадлежностями, содержащий шесть улучшенных, три стандартных, три ожоговых, две токсиновые, две кислородные и две радиационные аптечки.

