ent-RMCRailgunProp-name = Планетарная батарея MAC «BURST»
ent-RMCRailgunProp-desc = Планетарная батарея MAC «BURST» — это усовершенствованная пушка-ускоритель магнитной массы, в которой используется длинная линейная система магнитных катушек для приведения в движение металлических полезных грузов на невероятных скоростях.

ent-RMCAntiAirProp-name = Пушка IX-50 МГАД
ent-RMCAntiAirProp-desc = IX-50 — это современная система микрогравитации и противовоздушной обороны, способная самостоятельно отслеживать и нейтрализовать угрозы с помощью прикрепленных к ним ракет.

ent-RMCAntiAirPropFlipped-name = Пушка IX-50 МГАД
ent-RMCAntiAirPropFlipped-desc = IX-50 — это современная система микрогравитации и противовоздушной обороны, способная самостоятельно отслеживать и нейтрализовать угрозы с помощью прикрепленных к ним ракет.

ent-RMCRailgunPropFlipped-name = Планетарная батарея MAC «BURST»
ent-RMCRailgunPropFlipped-desc = Планетарная батарея MAC «BURST» — это усовершенствованная пушка-ускоритель магнитной массы, в которой используется длинная линейная система магнитных катушек для приведения в движение металлических полезных грузов на невероятных скоростях.

ent-RMCMissileTubeProp-name = Противоспутниковая пусковая система Mk 33
ent-RMCMissileTubeProp-desc = Трубы холодного запуска, которые могут запускать из них несколько разновидностей ракет, наиболее распространенной из которых является ракета ASAT-21 Rapier IV, используемая против спутников и других космических кораблей, и ракета BGM-227 Sledgehammer, которая используется для наземных атак.

ent-RMCMissileTubePropFlipped-name = Противоспутниковая пусковая система Mk 33
ent-RMCMissileTubePropFlipped-desc = Трубы холодного запуска, которые могут запускать из них несколько разновидностей ракет, наиболее распространенной из которых является ракета ASAT-21 Rapier IV, используемая против спутников и других космических кораблей, и ракета BGM-227 Sledgehammer, которая используется для наземных атак.

