ent-RMCSensorTower-name = экспериментальная сенсорная башня
ent-RMCSensorTower-desc = Башня с множеством тонких датчиков, предназначенных для отслеживания погодных условий. 

ent-RMCSensorTowerOn-name = экспериментальная сенсорная башня
ent-RMCSensorTowerOn-desc = Башня с множеством тонких датчиков, предназначенных для отслеживания погодных условий. 

ent-RMCSensorTowerOffset-name = экспериментальная сенсорная башня
ent-RMCSensorTowerOffset-desc = Башня с множеством тонких датчиков, предназначенных для отслеживания погодных условий. 

