ent-RMCCoagulationArm-name = коагуляционный рычаг
ent-RMCCoagulationArm-desc = Аксель с четырьмя сторонами, вращающийся для фильтрации воды.

ent-RMCFiltrationSedimentation-name = осадочный фильтр
ent-RMCFiltrationSedimentation-desc = Фильтр для воды, специально разработанный для улавливания и удаления осадка, такого как песок, ил, грязь и ржавчина, из воды, не удаляя при этом питательные минералы, каждый раз обеспечивая свежий и чистый вкус.

ent-RMCFiltrationDistribution-name = система распределения отходов
ent-RMCFiltrationDistribution-desc = Эта машина отделяет остатки процессов очистки, которые затем выбрасываются в космос, перерабатываются для производства расходных материалов или используются для исследований.

ent-RMCFiltrationDisinfection-name = дезинфекционный фильтр
ent-RMCFiltrationDisinfection-desc = Фильтр для воды, специально разработанный для отделения микроорганизмов, таких как вирусы и бактерии, из воды.

ent-RMCFiltration-name = система фильтрации воды
ent-RMCFiltration-desc = Фильтр для воды, который отделяет из воды как органические, так и неорганические вещества, опасные отходы и едкие кислоты для дальнейшей обработки.

ent-RMCFiltrationDistributionDamaged-name = система распределения отходов
ent-RMCFiltrationDistributionDamaged-desc = Эта машина отделяет остатки процессов очистки, которые затем выбрасываются в космос, перерабатываются для производства расходных материалов или используются для исследований.

ent-RMCFiltrationSedimentationAlt-name = осадочный фильтр
ent-RMCFiltrationSedimentationAlt-desc = Фильтр для воды, специально разработанный для улавливания и удаления осадка, такого как песок, ил, грязь и ржавчина, из воды, не удаляя при этом питательные минералы, каждый раз обеспечивая свежий и чистый вкус.

