ent-RMCGuidebookSOP = стандартная рабочая процедура
  .desc = Одна из самых важных книг на борту любого корабля Корпуса Морпех Организации Объединенных Наций, по крайней мере, вы должны так к ней относиться. 

ent-RMCGuidebookLawMarineProvost = Закон Морпеха: ограниченное издание провоста
  .desc = Обычно это любимое чтение любого члена военной полиции UNMC, и весь его смысл состоит в том, чтобы служить весами для меча правосудия, который размахивает на борту кораблей Корпуса Морпех Организации Объединенных Наций, чтобы можно было поддерживать мир и порядок. 

ent-RMCGuidebookLawMarine = Морпех Лоу
  .desc = Обычно это любимое чтение любого члена военной полиции UNMC, и весь его смысл состоит в том, чтобы служить весами для меча правосудия, который размахивает на борту кораблей Корпуса Морпех Организации Объединенных Наций, чтобы можно было поддерживать мир и порядок. 

