ent-RMCGuidebookSOP-name = стандартная рабочая процедура
ent-RMCGuidebookSOP-desc = Одна из самых важных книг на борту любого корабля Корпуса Морпех Организации Объединенных Наций, по крайней мере, вы должны так к ней относиться. 

ent-RMCGuidebookLawMarineProvost-name = Закон Морпеха: ограниченное издание провоста
ent-RMCGuidebookLawMarineProvost-desc = Обычно это любимое чтение любого члена военной полиции UNMC, и весь его смысл состоит в том, чтобы служить весами для меча правосудия, который размахивает на борту кораблей Корпуса Морпех Организации Объединенных Наций, чтобы можно было поддерживать мир и порядок. 

ent-RMCGuidebookLawMarine-name = Морпех Лоу
ent-RMCGuidebookLawMarine-desc = Обычно это любимое чтение любого члена военной полиции UNMC, и весь его смысл состоит в том, чтобы служить весами для меча правосудия, который размахивает на борту кораблей Корпуса Морпех Организации Объединенных Наций, чтобы можно было поддерживать мир и порядок. 

